[{"url":"https://apnews.com/article/colombia-israel-diplomatic-ties-military-equipment-0c04009ccfc6110e20ee358403509500","title":"Colombia breaks diplomatic ties with Israel but its military relies on key Israeli-built equipment","fromWeb":"AP","summary":"Colombia has broken diplomatic ties with Israel in response to its military campaign in Gaza, becoming the latest Latin American country to do so. The move could have significant implications for Colombia, given its longstanding agreements with Israel, including military contracts, a free trade deal, and cybersecurity assistance. Notably, Colombias air force heavily relies on Israeli-built Kfir fighter jets, which it uses to combat drug cartels and rebel groups. Despite the decision, Colombias Defense Minister has stated that existing contracts with Israel will be honored while the government explores alternative suppliers to diversify its defense capabilities. The repercussions of the diplomatic break for the free trade agreement between the two countries remain unclear.","timeAdded":"2024-05-03T06:30:32Z","timePublished":"2024-05-03T04:08:43Z","photoUrl":"https://dims.apnews.com/dims4/default/8485e66/2147483647/strip/true/crop/2683x1789+0+0/resize/599x399!/quality/90/?url=https%3A%2F%2Fassets.apnews.com%2Fc5%2F7f%2F344b1a7d4dd9080ae655525f9ad3%2F376a6ea9d0054e9b920013dbff7b56cb"},{"url":"https://apnews.com/article/israel-hamas-war-college-graduation-protests-5934cf1eb3554fe9847246649fb25216","title":"Universities take steps to prevent pro-Palestinian protest disruptions of graduation ceremonies","fromWeb":"AP","summary":"Major universities nationwide are implementing security measures for commencement ceremonies in response to student protests over the Israel-Hamas war. These measures include security screenings, increased staffing, and designated protest zones to balance free speech rights while ensuring the ceremonies remain unhindered. Despite the presence of pro-Palestinian protesters demanding divestment from companies connected to Israel, some schools, such as the University of Michigan, have policies in place that may lead to expulsions or dismissals for event disruptions. Universities like Indiana University and Northeastern University are utilizing specific locations, such as Fenway Park, for graduations, allowing for enhanced security and crowd control.","timeAdded":"2024-05-03T06:30:32Z","timePublished":"2024-05-03T04:08:25Z","photoUrl":"https://dims.apnews.com/dims4/default/c7c0499/2147483647/strip/true/crop/4032x3024+0+0/resize/599x449!/quality/90/?url=https%3A%2F%2Fassets.apnews.com%2F0a%2F86%2F7d25f80a1a2a6cd0b4f4dd04ef39%2Fa3ad61043a4a4439988daad802a088b7"},{"url":"https://apnews.com/article/trump-trial-hush-money-stormy-daniels-manhattan-f4f26333698f3a5ed73943ff805734b3","title":"Michael Cohen hasn't taken the stand in Trump's hush money trial. But jurors are hearing his words","fromWeb":"AP","summary":"Prosecutors in Donald Trumps hush money trial introduced a recording of Trump and his then-lawyer Michael Cohen discussing a plan to pay off an ex-Playboy model, Karen McDougal, to prevent her from releasing a story about their alleged affair. The defense has argued that Trump was acting to protect his reputation and family rather than to influence the election. Jurors also heard from Keith Davidson, a lawyer who represented McDougal and Stormy Daniels in hush money negotiations, who expressed shock that his efforts may have contributed to Trumps election victory. Davidson testified that he never interacted directly with Trump and only received information through Cohen or other sources. Trump faces 34 counts of falsifying internal business records related to reimbursements for hush money payments.","timeAdded":"2024-05-03T06:30:32Z","timePublished":"2024-05-03T04:05:26Z","photoUrl":"https://dims.apnews.com/dims4/default/977f3e4/2147483647/strip/true/crop/8640x5760+0+0/resize/599x399!/quality/90/?url=https%3A%2F%2Fassets.apnews.com%2F53%2F7e%2F1e5d057c3545eb35378b59694c68%2F152f9c3598ce4714acca5cdde4c64020"},{"url":"https://apnews.com/article/michigan-senate-slotkin-rogers-election-stabenow-d724624cf34ee7ff64845e34cd4a2d79","title":"The unexpected, under-the-radar Senate race in Michigan that could determine control of the chamber","fromWeb":"AP","summary":"Following the retirement announcement from Senator Debbie Stabenow, Democratic Congresswoman Elissa Slotkin emerged as the Democratic front-runner for the U.S. Senate seat, while former U.S. Rep. Mike Rogers secured the Republican nomination with former President Donald Trumps endorsement. Despite opposition within their respective primaries, Slotkin and Rogers are considered strong candidates with advantages in the August 6 primary, setting the stage for a competitive November showdown in the key swing state. While Slotkins platform emphasizes reproductive rights and Rogers focuses on border security and inflation, the war in the Middle East may also become a significant campaign issue.","timeAdded":"2024-05-03T06:30:32Z","timePublished":"2024-05-03T04:03:45Z","photoUrl":"https://dims.apnews.com/dims4/default/a774983/2147483647/strip/true/crop/2232x1488+0+0/resize/599x399!/quality/90/?url=https%3A%2F%2Fassets.apnews.com%2F51%2Faf%2F6667a4ba783882139a2d6c801e55%2Ffdd437953113415ba1b85acd6d8ea56b"},{"url":"https://apnews.com/article/china-france-hungary-serbia-xi-jinping-trade-470fc6954586e250261781ed76165cf5","title":"As China's Xi Jinping visits Europe, Ukraine, trade and investment are likely to top the agenda","fromWeb":"AP","summary":"Chinese leader Xi Jinping will make a first trip to Europe in five years beginning Monday to focus on rebuilding foreign relations after the COVID-19 pandemic. Xi will meet with French President Emmanuel Macron, who has emphasized European strategic autonomy from the U.S. and downplayed American support for Taiwan. Xi is also visiting China-friendly Hungary and Serbia, which have faced criticism for their close ties to Russian President Vladimir Putin. Washington is closely monitoring Xis European visits for indications of diminishing support for its foreign policy goals.","timeAdded":"2024-05-03T06:30:32Z","timePublished":"2024-05-03T04:02:35Z","photoUrl":"https://dims.apnews.com/dims4/default/6e4b276/2147483647/strip/true/crop/640x236+0+0/resize/640x236!/quality/90/?url=https%3A%2F%2Fassets.apnews.com%2Fc3%2F4c%2F65482a7b452db66043542c093eaf%2Fpromo-2x.png"},{"url":"https://apnews.com/article/trump-new-york-hush-money-trial-56fd4f4bb7562772c701a2acab76e9fd","title":"Donald Trump moves much of his White House campaign to New York","fromWeb":"AP","summary":"Donald Trump is back in New York for his criminal trial, visiting construction sites and holding court in his Fifth Avenue penthouse. Despite losing twice in city elections, Trump is using his time in Manhattan to campaign, holding local events and meeting with foreign leaders at Trump Tower. Trumps visits aim to court voters, highlight his connection to his hometown, and criticize local crime and leadership. His presence in the city has drawn large crowds and media attention, as he seeks to reclaim the White House while facing the felony trial.","timeAdded":"2024-05-03T06:30:33Z","timePublished":"2024-05-03T04:02:31Z","photoUrl":"https://dims.apnews.com/dims4/default/d73a7fc/2147483647/strip/true/crop/4626x3084+0+0/resize/599x399!/quality/90/?url=https%3A%2F%2Fassets.apnews.com%2F7c%2F26%2F23cf32dc77df0ece49d654f705dd%2F8f07aa639ea34c95a840198cd2ac6fcf"},{"url":"https://apnews.com/article/jobs-hiring-unemployment-economy-inflation-federal-reserve-07a321981752503e5299882805ed36c9","title":"US jobs report for April will likely point to a slower but still-strong pace of hiring","fromWeb":"AP","summary":"The U.S. economy is projected to have gained 233,000 jobs in April, indicating continued strength despite high interest rates. The unemployment rate is expected to remain at 3.8%, marking the 27th consecutive month below 4%. Despite the robust job market, inflation remains above the Feds 2% target, leading to speculation that interest rate cuts are unlikely before fall. However, some signs suggest the job market may be slowing, such as a decline in job openings and a more stable workforce.","timeAdded":"2024-05-03T06:30:32Z","timePublished":"2024-05-03T04:01:06Z","photoUrl":"https://dims.apnews.com/dims4/default/e5c2745/2147483647/strip/true/crop/6000x4000+0+0/resize/599x399!/quality/90/?url=https%3A%2F%2Fassets.apnews.com%2F76%2F9f%2F918a91683ec9e815ee7633fc25ca%2Fac13ee0ef1a04f05a0a229e8b7df8f5f"},{"url":"https://apnews.com/sports/nba-playoffs-indiana-pacers-255ffad9552be5abd72c7a80cdbda538","title":"Pacers eliminate Bucks with 120-98 Game 6 victory","fromWeb":"AP","summary":"The Indiana Pacers have advanced to the Eastern Conference semifinals for the first time in a decade, defeating the Milwaukee Bucks 120-98 in Game 6. Obi Toppin and T.J. McConnell led the Pacers in scoring, while Damian Lillard returned from injury for the Bucks but was not as dominant as in previous games.\n\nMeanwhile, the New York Knicks have also advanced to the second round, edging out the Philadelphia 76ers 111-107 in Game 6. Josh Hart hit the go-ahead 3-pointer with less than 30 seconds remaining, assisted by a strong performance from Jalen Brunson. Joel Embiid led the 76ers in scoring but fouled out late in the game.","timeAdded":"2024-05-03T06:30:34Z","timePublished":"2024-05-03T03:56:17Z","photoUrl":"https://dims.apnews.com/dims4/default/6e4b276/2147483647/strip/true/crop/640x236+0+0/resize/640x236!/quality/90/?url=https%3A%2F%2Fassets.apnews.com%2Fc3%2F4c%2F65482a7b452db66043542c093eaf%2Fpromo-2x.png"},{"url":"https://apnews.com/article/knicks-76ers-score-nba-playoffs-92491e1e31f9d4e46e5d1d69929cfe1e","title":"Knicks advance to the Eastern Conference semis, topping 76ers 118-115 in Game 6","fromWeb":"AP","summary":"In Game 6 of the Eastern Conference semifinals, the New York Knicks defeated the Philadelphia 76ers 118-115, advancing to the second round. Jalen Brunson led the Knicks with 41 points and 12 assists, becoming the first Knicks player since Bernard King to score 40 points or more in each of the final three games of a series. Josh Hart hit the go-ahead 3-pointer with 24.4 seconds left, and the Knicks held on for the victory despite a furious rally by the 76ers. The Knicks will now face the Indiana Pacers in the Eastern Conference semifinals.","timeAdded":"2024-05-03T06:30:32Z","timePublished":"2024-05-03T03:53:10Z","photoUrl":"https://dims.apnews.com/dims4/default/8d0f948/2147483647/strip/true/crop/4244x2830+0+0/resize/599x399!/quality/90/?url=https%3A%2F%2Fassets.apnews.com%2F7c%2F1c%2F2c5b20c93b3c983edb62b8e64b7e%2Fbf714c3a5ce247909f2e99ccc10868f6"},{"url":"https://apnews.com/article/washington-tony-bland-hired-fbi-65ba0933352d4e6b2f261d8ed2189ec2","title":"Washington adds four assistant coaches including Tony Bland, who was part of 2017 FBI probe","fromWeb":"AP","summary":"Washington head coach Danny Sprinkle announced the hiring of four assistant coaches, including former USC assistant Tony Bland. Bland was involved in the 2017 FBI probe into under-the-table payments to college basketball players and their families, accepting a $4,100 bribe. Despite the past investigation, Sprinkle believes Blands basketball knowledge and experience will benefit the Huskies. Along with Bland, Andy Hill, DeMarlo Slocum, and Jerry Hobbie were also added to the coaching staff.","timeAdded":"2024-05-03T06:30:32Z","timePublished":"2024-05-03T03:36:29Z","photoUrl":"https://dims.apnews.com/dims4/default/6e4b276/2147483647/strip/true/crop/640x236+0+0/resize/640x236!/quality/90/?url=https%3A%2F%2Fassets.apnews.com%2Fc3%2F4c%2F65482a7b452db66043542c093eaf%2Fpromo-2x.png"},{"url":"https://apnews.com/article/bruins-maple-leafs-score-nhl-stanley-cup-857c8bdbf7f61b710132913fc6563a80","title":"Nylander and Woll help Maple Leafs beat Bruins 2-1 to force Game 7","fromWeb":"AP","summary":"In Game 6 of the Eastern Conference first-round series, William Nylander scored twice and Joseph Woll made 22 saves to lead the Toronto Maple Leafs to a 2-1 victory over the Boston Bruins. Despite trailing 3-1 in the series, Toronto has forced a Game 7, which will take place in Boston on Saturday night. Bruins coach Jim Montgomery criticized forward David Pastrnaks performance, calling for him to step up in the decisive game. Notably, Woll became the first goalie in NHL history to have each of his first four career playoff starts come in elimination games.","timeAdded":"2024-05-03T06:30:32Z","timePublished":"2024-05-03T03:23:47Z","photoUrl":"https://dims.apnews.com/dims4/default/71b576d/2147483647/strip/true/crop/3282x2132+0+0/resize/599x389!/quality/90/?url=https%3A%2F%2Fassets.apnews.com%2F2a%2F7c%2F3cd3fb778c8107ef2d63c92d866c%2F2cca0cdb37b54dc78b52485fba348c70"},{"url":"https://www.npr.org/2024/05/03/1248858913/captain-sentenced-4-years-conception","title":"Captain sentenced to 4 years in fiery deaths of 34 aboard scuba boat in California","fromWeb":"NPR","summary":"Federal Judge George Wu sentenced Captain Jerry Boylan to four years in prison for criminal negligence in the Conception scuba dive boat fire that killed 34 people in 2019. The sentence resulted from Boylans failure to post a required roving night watch and adequately train his crew in firefighting, leading to the undetected spread of the fire. Despite the defenses attempt to shift blame to the boats owner, Glen Fritzler, the prosecution held Boylan accountable for his actions. Family members of the victims expressed disappointment with the sentence and continue to pursue ongoing lawsuits for negligence and liability.","timeAdded":"2024-05-03T06:30:32Z","timePublished":"2024-05-03T00:15:29Z","photoUrl":"https://media.npr.org/assets/img/2024/05/02/ap24123809712697-98e6f0dcd262b4894614ef0ed049b7b3cce6439a.jpg?s=1100\u0026c=50\u0026f=jpeg"},{"url":"https://www.npr.org/2024/05/02/1248726991/kenya-floods-official-response","title":"As Kenya's flood toll rises, Human Rights Watch says officials must step up efforts","fromWeb":"NPR","summary":"Heavy rains in Kenya have led to severe flooding, resulting in the displacement of over 150,000 people and the deaths of more than 170 since the rainy seasons onset. Human Rights Watch has criticized the Kenyan governments inadequate response, despite early warnings from the Meteorology Department. The government is accused of failing to use funds allocated for flood preparation and not learning from the devastating floods of the previous year. As more rain is expected through May, the government has ordered evacuations for those living in flood-prone areas.","timeAdded":"2024-05-03T06:30:32Z","timePublished":"2024-05-02T18:17:43Z","photoUrl":"https://media.npr.org/assets/img/2024/05/02/ap24119610554464_custom-371342dee8b5be65b27531849c353a83b17b4603.jpg?s=1100\u0026c=50\u0026f=jpeg"},{"url":"https://www.npr.org/2024/05/02/1248665461/indiana-governor-primary-election-trump-mike-braun","title":"Indiana will have its first competitive primary election in two decades","fromWeb":"NPR","summary":"Six Republican candidates, including former U.S. Senator Mike Braun and Lieutenant Governor Suzanne Crouch, are vying for the Indiana gubernatorial nomination. While Governor Eric Holcomb remains neutral, former President Donald Trump has endorsed Braun. Brauns campaign emphasizes his private sector experience and ties to Trump, while Crouch highlights her extensive record in elected office. Despite a significant amount of campaign spending, a large number of voters remain undecided, leaving the race still in contention.","timeAdded":"2024-05-03T06:30:32Z","timePublished":"2024-05-02T17:42:22Z","photoUrl":"https://media.npr.org/assets/img/2024/05/02/first-gop-gov-candidate-debate-24-3-11-bs-7104650ffaeda0a6d9f3b5dd2373d9c18b837d15.jpg?s=1100\u0026c=50\u0026f=jpeg"},{"url":"https://www.npr.org/2024/05/02/1248798148/ftc-bars-pioneer-ceo-exxon-mobil-deal-opec","title":"FTC bars former Pioneer CEO in Exxon Mobil deal, saying he colluded with OPEC","fromWeb":"NPR","summary":"The Federal Trade Commission (FTC) has approved Exxon Mobils $60 billion acquisition of Pioneer Natural Resources, but former Pioneer CEO Scott Sheffield is prohibited from joining the new companys board due to allegations of collusion with OPEC to raise oil prices. Sheffield denies the allegations, and Pioneer disagrees with the FTCs findings. The merger will expand Exxons presence in the Permian Basin, combining Pioneers 850,000 net acres in the Midland Basin with Exxons 570,000 net acres in the Delaware and Midland Basin.","timeAdded":"2024-05-03T06:30:32Z","timePublished":"2024-05-02T17:13:38Z","photoUrl":"https://media.npr.org/assets/img/2024/05/02/ap24123663457588-088afe623b437ab21f2cca85a7e3c6faa8d9fd3c.jpg?s=1100\u0026c=50\u0026f=jpeg"},{"url":"https://www.npr.org/2024/05/02/1196980721/what-does-winning-look-like-for-ukraine-now","title":"What Does Winning Look Like for Ukraine Now?","fromWeb":"NPR","summary":"After enduring months of delays, Ukraine is receiving vital U.S. military assistance to combat Russia. However, after two years of conflict, the concept of victory has become more complex. Ukrainian tank personnel prepare for combat as the war rages on. Correspondents from Kyiv and the Pentagon provide insights into the current state of the conflict.","timeAdded":"2024-05-03T06:30:32Z","timePublished":"2024-05-02T16:53:16Z","photoUrl":"https://media.npr.org/assets/img/2024/05/02/gettyimages-2084793759_slide-780039479ab711cc35fd974e8b04ba2420701206.jpg?s=1100\u0026c=50\u0026f=jpeg"},{"url":"https://www.npr.org/sections/goatsandsoda/2024/05/02/1247521186/tb-tuberculosis-inuit-canada-arctic","title":"Why does TB have such a hold on the Inuit communities of the Canadian Arctic?","fromWeb":"NPR","summary":"The Canadian Arctic community of Nunavut faces a tuberculosis outbreak, with 82 active and 502 latent cases reported. Chronic issues such as poverty, poor housing, and stigma contribute to the spread of the disease. Despite a 2018 government pledge to eliminate TB among the Inuit population by 2030, progress has stalled due to challenges in healthcare access and persistent social determinants of health. To combat the outbreak, pop-up clinics and wastewater sampling are being implemented to enhance screening and provide treatment within the communities.","timeAdded":"2024-05-03T06:30:32Z","timePublished":"2024-05-02T14:13:11Z","photoUrl":"https://media.npr.org/assets/img/2024/04/30/tb-arctic_custom-155c4b4f0417e20d5233564fbafdd822e136fa72.jpg?s=1100\u0026c=50\u0026f=jpeg"},{"url":"https://www.npr.org/2024/05/02/1248693512/boeing-whistleblower-josh-dean-dead","title":"Whistleblower Joshua Dean, who raised concerns about Boeing jets, dies at 45","fromWeb":"NPR","summary":"Joshua Dean, a whistleblower who raised concerns about defects in Boeings 737 Max jets, has passed away. Dean, a former quality auditor at Spirit AeroSystems, a key Boeing supplier, was among the first to flag improperly drilled holes in the fuselage, leading to an investigation. Now, federal authorities are examining both Spirit and Boeing for the door panel that blew off an Alaska Airlines 737 Max 9 in January, highlighting a troubled relationship between the companies. Dean faced retaliation after speaking out, including termination from Spirit.","timeAdded":"2024-05-03T06:30:32Z","timePublished":"2024-05-02T13:46:04Z","photoUrl":"https://media.npr.org/assets/img/2024/05/02/josh-dean-whistleblower-spirit-aerosystem-1d5e4d0283ffc6615c8bc1aa824ffc96ad211a8a.jpg?s=1100\u0026c=50\u0026f=jpeg"}]