[{"url":"https://www.npr.org/2024/08/08/nx-s1-5065909/a-new-rule-in-georgia-could-allow-some-election-boards-to-refuse-to-certify-results","title":"A new rule in Georgia could allow some election boards to refuse to certify results","fromWeb":"NPR","summary":"Georgias new election law grants local election boards the authority to reject election results, escalating concerns for the upcoming November election. The laws passage has sparked criticism, with opponents fearing it could lead to partisan interference in the certification process. The rule allows boards to refuse to certify results based on \"a lack of confidence\" in the outcome or \"substantial doubt\" about the accuracy of the vote. This move has raised concerns that local boards could leverage their new power to overturn results they deem unfavorable.","timeAdded":"2024-08-08T22:43:54.653797Z","timePublished":"2024-08-08T17:18:29-04:00","photoUrl":""},{"url":"https://www.npr.org/2024/08/08/nx-s1-5066993/after-two-months-astronauts-stranded-at-the-iss-may-have-a-way-back-home","title":"After two months, astronauts stranded at the ISS may have a way back home","fromWeb":"NPR","summary":"Astronauts Wilmore and Williams planned 8-day mission to the International Space Station has extended to two months due to ongoing issues with their Boeing Starliner vehicle. NASA is considering a contingency plan to return them in a SpaceX capsule. The Starliner has faced thruster and other problems that remain unresolved. NASAs decision will depend on the resolution of these issues and the availability of the SpaceX capsule.","timeAdded":"2024-08-08T22:43:54.661063Z","timePublished":"2024-08-08T17:58:35-04:00","photoUrl":""},{"url":"https://www.npr.org/2024/08/08/nx-s1-5068298/new-cdc-guidance-recommends-doctors-address-iud-insertion-pain-for-patients","title":"New CDC guidance recommends doctors address IUD insertion pain for patients","fromWeb":"NPR","summary":"The American College of Obstetricians and Gynecologists (ACOG) and the Society for Maternal-Fetal Medicine (SMFM) have collaborated to issue new federal guidance addressing IUD insertion pain management. Historically, IUD insertion has been associated with significant pain for some individuals. The guidelines emphasize the importance of thorough patient counseling before insertion, including discussions about potential discomfort and pain management options. The guidance advises doctors to consider local anesthesia, oral pain relievers, and procedural techniques to minimize pain during IUD insertion.","timeAdded":"2024-08-08T22:43:54.674277Z","timePublished":"2024-08-08T17:32:41-04:00","photoUrl":""},{"url":"https://www.npr.org/2024/08/08/nx-s1-5050768/the-significance-of-trumps-repeated-mispronunciation-of-kamala","title":"The significance of Trump's repeated mispronunciation of 'Kamala'","fromWeb":"NPR","summary":"As Kamala Harris gains prominence in politics, the pronunciation of her name has become a topic of discussion. Her opponents have intentionally mispronounced her name on the campaign trail, sparking debate about cultural insensitivity and the importance of respect for different names and backgrounds. The correct pronunciation of her name is \"KAH-mah-lah,\" a testament to her Indian heritage and identity. This issue has highlighted the need for greater sensitivity and understanding in political discourse, where the respect for diverse cultures and backgrounds is paramount.","timeAdded":"2024-08-08T22:43:54.675582Z","timePublished":"2024-08-08T17:30:00-04:00","photoUrl":""},{"url":"https://www.npr.org/2024/08/08/nx-s1-5068065/heres-what-happened-at-the-olympic-track-and-field-events-tonight","title":"Here's what happened at the Olympic track and field events tonight","fromWeb":"NPR","summary":"At the Paris Olympics, the United States track and field team is poised to potentially secure multiple gold medals. The teams strength lies in events such as the 100-meter dash, where Trayvon Bromell and Fred Kerley are contenders. The 400-meter hurdles will feature Rai Benjamin, while Sydney McLaughlin and Dalilah Muhammad will battle in the 400-meter hurdles. Additionally, the United States is considered a strong contender in the 4x100-meter and 4x400-meter relays.","timeAdded":"2024-08-08T22:43:54.684193Z","timePublished":"2024-08-08T17:55:15-04:00","photoUrl":""}]