[{"url":"https://www.bbc.com/news/articles/cnvdyd4nnzro","title":"No new pledge on Ukraine missiles after Starmer-Biden talks","fromWeb":"BBC","summary":"UK Prime Minister Starmer and US President Biden discussed Ukraine strategy, including concerns over Iran and North Koreas weapons supply to Russia. Despite Russias warnings against long-range missile use, Ukraine continues to request permission from Western allies to strike targets deep within Russia. Both the US and UK have not yet authorized such use, fearing escalation. The White House meeting covered broader global issues, including the Middle East conflict and the upcoming UN General Assembly.","timeAdded":"2024-09-14T19:27:59.627524918Z","timePublished":"2024-09-14T08:33:37Z","photoUrl":"https://ichef.bbci.co.uk/news/480/cpsprodpb/a744/live/7ba13090-7084-11ef-9404-3540c7f6ac18.jpg.webp","text":"UK Prime Minister Sir Keir Starmer has held \"productive\" talks with US President Joe Biden about Ukraine – but he did not signal any decision on allowing Kyiv to fire long-range missiles into Russia.Sir Keir said the talks in Washington concentrated on \"strategy\", rather than a \"particular step or tactic\".The White House said the pair had also expressed \"deep concern about Iran and North Korea's provision of lethal weapons to Russia\".Early on Friday, Ukrainian President Volodymyr Zelensky said Russia had launched over 70 Iranian-made drones across Ukraine overnight, and that his country needed more air defence and long-range capabilities \"to protect life and our people\".\"We are working on this with all Ukrainian partners,\" he said.Ahead of the talks at the White House, Russian President Vladimir Putin warned Western nations not to let Ukraine fire long-range missiles at Russia.Putin said such a move would represent Nato's \"direct participation\" in the Ukraine war. But former UK defence secretary Sir Ben Wallace told BBC Radio 4's Today programme Nato should let Ukraine fire long-range missiles in Russia in spite of Putin's threats, adding that wrangling was just benefiting the Russian president.\"I'm just disappointed that it's yet again another tug of war around another capability,\" the former Conservative MP said.Kurt Volker, former US special representative for Ukraine negotiations said Putin's comments were made to prevent further Western action.\"The reason Putin says those things is to achieve the result of deterring us from doing things - not that it has any bearing on what he's really going to do or really thinks,\" he told the Today programme.Commenting on the debate over long-range missiles, he said the US \"overplays the sense that this is a new red line that this would be so provocative to Russia that it would create some kind of new escalation\".Addressing reporters ahead of his meeting with Sir Keir at the White House, Biden said: \"I don't think much about Vladimir Putin.\" To date, the US and UK have not given Ukraine permission to use long-range missiles against targets inside Russia, for fear of escalation.However, Zelensky has repeatedly called on Kyiv's Western allies to authorise such use, saying it is the only way to bring about an end to the war.Since Russia launched its full-scale invasion of Ukraine in February 2022, Ukrainian cities and front lines have been under daily bombardment from Russia. Many of the missiles and glide bombs that hit Ukraine's military positions, blocks of flats, energy facilities and hospitals are launched by Russian aircraft deep inside Russia.Kyiv says not being allowed to hit the bases from which these attacks are launched hinders its ability to defend itself.The UK previously said Ukraine had a \"clear right\" to use British-provided weapons for \"self-defence\" which \"does not preclude operations inside Russia\", following Kyiv's surprise cross-border incursion last month.However, this excludes the use of long-range Storm Shadow missiles in territory outside Ukraine's internationally recognised borders.The US provided long-range missiles to Ukraine earlier this year, but like Kyiv's other Western allies these have not been authorised for use on targets deep inside Russia.Asked if he was intimidated by Putin's threats of a potential war with Nato, Sir Keir said \"the quickest way to resolve\" the war in Ukraine \"lies through what Putin actually does\".Sir Keir said the White House meeting with Biden was an opportunity to discuss the strategy in relation to Ukraine, \"not just a particular step or tactic\". The pair also discussed the situation in the Middle East, where the Israel-Gaza war has been raging for nearly a year, and \"other areas across the world\", Sir Keir added.He told reporters they would get another opportunity to discuss these issues at the United Nations General Assembly next week. In a separate briefing on Friday, ahead of the two leaders' meeting, US National Security Council spokesman John Kirby said Washington was not planning any change in the limits it has placed on Ukraine's use of US-made weapons to hit Russian territory.Earlier on Friday, Moscow expelled six British diplomats, revoking their accreditation and accusing them of spying. The country's security service, the FSB, said in a statement it had received documents indicating Britain's involvement in inflicting \"a strategic defeat\" on Russia. The accusations were dismissed by the UK Foreign Office as \"completely baseless\".In an interview with the BBC, UK defence analyst Justin Crump said Putin was testing the new Labour government and the outgoing Biden administration. \"Ultimately Russia already supplies weapons to the UK's adversaries, and is already engaged in 'active measures' such as subversion, espionage, sabotage, and information/cyber operations against Nato members' interests.\"This may all accelerate, but picking a fight against all of Nato is not something Russia can afford given how hard they're struggling against just Ukraine,\" Mr Crump added. Also on Friday, the US announced new sanctions against the Russian media channel RT, accusing it of being a \"de facto arm of Russia's intelligence apparatus\".The top US diplomat, Antony Blinken, told reporters RT is part of a network of Russian-backed media outlets, which have sought to covertly \"undermine democracy in the United States\".In response to US allegations that RT had sought to influence elections, the broadcaster's editor-in-chief Margarita Simonyan - who was sanctioned by the US last week - said they were excellent teachers, adding that many RT staff had studied in the US, and with US funding.Russia's foreign ministry spokeswoman, Maria Zakharova, said there should be a \"new profession\" in the US, of specialist in sanctions imposed on Russia.","score":701},{"url":"https://www.npr.org/2024/09/13/nx-s1-5111649/trump-fact-check-reality","title":"Trump’s own version of reality continues to confound political actors and observers","fromWeb":"NPR","summary":"During their first presidential debate, former President Donald Trump and Vice President Kamala Harris clashed on policy issues. Trump asserted he had \"won the debate,\" despite polls indicating Harriss victory. Trump made numerous false or exaggerated claims during the debate, including about the number of undocumented immigrants in the US and the state of the economy. This behavior has become commonplace for Trump, who has repeatedly distorted facts and spread misinformation throughout his political career.","timeAdded":"2024-09-14T19:27:59.128993038Z","timePublished":"2024-09-14T05:00:00-04:00","photoUrl":"https://npr.brightspotcdn.com/dims3/default/strip/false/crop/3586x2391+0+0/resize/1100/quality/85/format/jpeg/?url=http%3A%2F%2Fnpr-brightspot.s3.amazonaws.com%2F5e%2F09%2F50bac2574715a7e6ea4a0658987d%2Fgettyimages-2171257456.jpg","text":"Republican presidential nominee, former U.S. President Donald Trump, debates Democratic presidential nominee, U.S. Vice President Kamala Harris, for the first time during the presidential election campaign at The National Constitution Center on Sept.10, 2024 in Philadelphia.\n                \n                    \n                    Win McNamee/Getty Images\n                    \n                \n                hide caption\n            Eight years ago this month, Donald Trump announced that he had personally laid to rest the controversy about President Obama’s country of origin. He gave himself credit for clearing up any questions that may have arisen because of something, he claimed, Hillary Clinton had said years earlier.Those familiar with the facts were stunned. They knew the so-called birther conspiracy had been hatched by various Obama opponents to suggest he was ineligible to be president because he had been born not in the U.S. but in Kenya or some other country. It had been kept alive and promoted for years by a variety of Obama critics, including, most prominently, Donald Trump.It could even be said that Trump had facilitated his transition from TV reality show star (The Apprentice and The Celebrity Apprentice) to bona fide political candidate by exploiting the birther myth.What Trump was actually announcing in September 2016 was a decision to stop talking about a non-issue he himself had helped sustain for years. But in finally renouncing one falsehood, he insisted on substituting another — casting himself as a hero of the tale.Nearly a decade after Trump began running for president we should all be accustomed to his reliance on falsehoods.But back in 2016, the birther flip-flop seemed to deserve special recognition. It was not just blatant, it was preposterous.Or so we thought. Surely it would diminish the man even in the eyes of his admirers. And it may have done so, in some cases. But it did not alter his trajectory. He stunned the world a few weeks later by winning the Electoral College vote for president.It was said in the early Trump years that the media took him literally but not seriously. It’s hard to deny that many of us took him too literally and not seriously enough. At the same time, many of Trump’s “base” voters were said to take Trump seriously but not literally. That worked for him, and those attitudes surely persist in 2024 much as they did in his first two campaigns.Ten years ago, the media were accustomed to politicians who could be shamed or at least embarrassed over errors of fact and even minor exposures of ignorance. Trump seemed then, and still seems now, quite impervious to either.Still, the most egregious trait of Trump’s campaign was his willingness to state highly consequential claims that were entirely at odds with reality, standing by them when challenged and sailing on — dismissive or seemingly oblivious to all criticism.\n                Republican presidential nominee Donald Trump speaks as Democratic presidential nominee Hillary Clinton (R) looks on during the final presidential debate at the Thomas \u0026 Mack Center on the campus of the University of Las Vegas in Las Vegas on Oct. 19, 2016.\n                \n                    \n                    Mark Ralston/AFP via Getty Images\n                    \n                \n                hide caption\n            Far from being disqualifying, this feature of the Trump persona presents itself as part and parcel of his appeal.This week, after a debate with Vice President Harris that he apparently did not take entirely seriously, Trump said he would not debate her again. He said there was no need for a “third debate” because he had clearly won the first two. He was including the June 27 debate he had with President Biden, who had been the presumptive Democratic nominee at the time.Perhaps that was not surprising, as Trump kept Biden in his sights throughout his debate with Harris this week — name checking Biden repeatedly without naming Harris once.But what was surprising was Trump’s claim to having won both debates. Few would question he won the June 27 meeting with Biden, who seemed so diminished as to be hard to recognize.But quite the opposite impression prevailed after Trump’s match with Harris, who had swept to the Democratic nomination without opposition after Biden’s July 18 decision to withdraw.The first CNN polls after Tuesday’s debate showed nearly two-thirds of those who watched thought Harris did better than Trump (even if they were not planning to vote for her). A sizable fraction of Republicans were not willing to say Trump had won the faceoff.Yet here was Trump, on the afternoon after the debate, telling reporters he was not interested in a rematch with Harris because he had “won the debate according to every poll — every single poll, I think.”In fact, the only polls where Trump won were online polls of self-selected website samples rather than the randomized scientific samples actual pollsters use. One poll Trump cited had him winning 98% to 2%, according to Trump.Meanwhile, actual polling organizations such as Reuters and YouGov had done their soundings and found Harris the winner in the eyes of a clear majority — though not as large a majority as CNN’s poll. Trump came out on top for just 31% of the respondents in YouGov and 24% in Reuters.This willingness or compulsion to present claims that are utterly counterfactual has set Trump apart from conventional candidates. It continues to pose a problem for the media and the political community alike — including conservative media such as Fox News and a sizable portion of the Republican Party itself.Trump’s claims are often expressed in hyperbolic superlatives. Trump insists he had “the best economy” and Biden had “the worst inflation” ever — two statements that are easily disproven. The nation’s economic growth was stronger for longer under Ronald Reagan and Bill Clinton, just to name two relatively recent presidents. Inflation was far higher and more sustained in the late 1970s and early 1980s.But Trump has never been troubled by making such outlandish statements. Moreover, he is rarely satisfied with telling his crowds that yellow is green. It has to be the greenest green there has ever been. It is not sufficient to say up is down, it must be down farther than down has ever been.The escalating statement of the stupendous is also a specialty. Take, for example, his casual references to the number of immigrants present in the United States illegally. On Tuesday night he started referring to millions, mentioned 21 million, then said it was surely far more than the official government estimate of 11 million. Then he again said it was more like 21 million before adding he thought the figure was “a lot higher than” that.And all this without a shred of actual evidence or even a hint at the source of these wildly disparate numbers.\n                Republican presidential nominee, former U.S. President Donald Trump and Democratic presidential nominee, U.S. Vice President Kamala Harris debate for the first time during the presidential election campaign at The National Constitution Center on Sept. 10, 2024 in Philadelphia.\n                \n                    \n                    Win McNamee/Getty Images\n                    \n                \n                hide caption\n            In the June 27 debate against Biden, the incumbent’s stumbles overshadowed Trump’s own missteps. But Trump still had his share of howlers. At one point he said illegal immigrants had taken “110%” of all the jobs created during the Biden presidency.That would mean they had taken more jobs than were created, strongly suggesting Trump was not paying much attention to what he was saying. Indeed, as a general rule when he starts spouting statistics, he seems far more interested in what shock they may cause than whether they add up.There may have been a time this kind of behavior could be dismissed as ordinary political rhetoric, which most Americans expect will contain exaggerations and oversimplifications. It is clear from the polls that whatever Americans think of Trump‘s relationship to fact, something approaching half of them still plan to vote for him.Fact-checking has been around for more than a generation, giving newspapers and magazines a chance to offer something different and escape the “he said, she said” pattern. In the later decades of the 20th century, most newspapers and big broadcasters were steeped in the values of “middle of the road” reporting as media owners sought ever-larger and more diverse audiences.Stories were considered balanced when different sides were presented with equal weight and respect. Deciding which side was right or more accurate or more worthy was left to the news consumer or voter.That was never entirely satisfactory, either to the consumer-voter or to the journalists themselves. More and more news outlets turned to “fact-checks” or “fact-checking,” an effort to find and follow the facts on crime, unemployment, trade, health care, immigration and any other issues that drove the debate.For some journalists this became a full-time assignment. The Washington Post has used veteran reporter Glenn Kessler as its official guru of fact for many years. The Poynter Institute in Florida, related to the St. Petersburg Times (now the Tampa Bay Times) pioneered Politifact several election cycles ago.NPR and PBS have been fact-checking debates and other key moments in national campaigns for decades, online and on air. This week, the fact-checking operation in both shops had its hands full.So when ABC moderators David Muir and Linsey Davis made a few factual corrections during the debate about a particular claim or statement, they were carrying on a custom that has been increasingly common in broadcast journalism.As they did not see a need to correct as much in what Harris said, their efforts struck many Trump supporters as unnecessary, unfair and evidence of Democratic bias. Trump himself said the debate had been “3 against 1.”The anchors’ defense was that Harris said nothing to compare with Trump’s assertions about states allowing abortion after birth or Haitian immigrants eating people’s pets in Ohio.That’s a judgment call, of course, and just the kind that mainstream journalists were once trained to avoid. That they now feel compelled to make those calls has a lot to do with how Trump himself has changed the rules. But it should not be surprising that changes the media have made prompt protest from those who feel abused — particularly Trump himself.This entails also the sea change over the use of the three-letter word we were trained as journalists to avoid: lie. We might say a politician was misstating facts or making inaccurate claims. But we could never make the leap of imputing motive. Maybe the pol was just mistaken and sincerely believed his opponent was guilty of this or that accusation. We could say he was wrong, but calling someone a liar was a big deal.Trump has led to a change in that policy in much of the industry. Even in 2016, some TV anchors were using the word, at least on late-night TV. It has since become quite common for mainstream news organizations to refer to lies and lying.With his latest portrayal of what happened in the Harris debate in front of 67 million TV viewers this week, Trump once again has thrown down the gauntlet to challenge the fact-checkers and the commentators alike.Now, even the practice of fact-checking has become controversial, with Trump acolytes questioning what constitutes a fact. We have reached a point where the idea of fact-checking is regarded as polarizing.And the more we talk about how polarized things have become, the more polarized they get.","score":641},{"url":"https://www.npr.org/2024/09/13/nx-s1-5020688/george-washington-campaign-presidency-white-house-america","title":"George Washington established the presidency. How much of it would he recognize now?","fromWeb":"NPR","summary":"The presidency was established during the Revolutionary War when George Washington led the Continental Army and was later elected unanimously twice as the first president of the United States. Washingtons cautious approach shaped the role, establishing traditions such as the inaugural address and the Cabinet, which continue today. He believed the office should convey respect and established a balance of power, avoiding royal rule and emphasizing access to the public. Despite initially opposing political parties, Washington witnessed their formation during his tenure, and the election of 1840 marked the emergence of modern campaign techniques like posters, songs, and media engagement.","timeAdded":"2024-09-14T19:27:59.795829131Z","timePublished":"2024-09-14T08:00:00-04:00","photoUrl":"https://npr.brightspotcdn.com/dims3/default/strip/false/crop/3942x2444+0+0/resize/1100/quality/85/format/jpeg/?url=http%3A%2F%2Fnpr-brightspot.s3.amazonaws.com%2Fd8%2Fa2%2F4c39c3324ebcb475627ece5bd3fd%2Fgettyimages-1053525636.jpg","text":"George Washington crosses the Delaware River during the American Revolutionary War in 1776. \n                \n                    \n                    Hulton Archive/Getty Images\n                    \n                \n                hide caption\n            The U.S. president may be referred to as the most powerful person in the world now, but that wasn't what the Founding Fathers intended.In fact, when the United States was born, they didn't really have much of a plan for the executive branch. After years of British royal rule, the framers were fearful of giving the new nation's leader too much power.\"Framers never intended the presidency to be a public office. It was meant to be more of a clerk role in charge of the executive office,\" says Brandon Rottinghaus, a political science professor at the University of Houston. \"There is no one moment where a switch flipped where the presidency became a public office. It happened gradually.\"It's the nation's first president, George Washington, who understood the potential significance of the role. He helped establish a balance of being a strong leader while not mimicking British royal rule and established traditions that we still see today, historians tell NPR. As we head into the final two months before Election Day, let's learn more about the history of the presidential office, how Washington influenced so much of what we see today and just how much the journey to the White House has changed.In the early days after the Revolutionary War, the Founding Fathers struggled with the question of what type of executive leadership the nation would have, Arizona State University history professor Catherine O'Donnell says.Their experience with executive leadership was that of a king or royal governor — \"not a great model,\" she says.The founders viewed having one executive for the United States with great suspicion. At one point, they considered having a three-man executive leadership, but the founders settled quickly on a one-person executive.Nonetheless, Alexander Hamilton, one of the Founding Fathers, felt it was necessary to defend this choice, O'Donnell says. Writing in the Federalist Papers, Hamilton argued that a single executive would be more energetic and ultimately less risky, as the American people would be able to closely watch this one man, she says. Having one leader, the president, was settled. But what that role should consist of was still a question. In fact, there seemed to be a better idea of what it shouldn't be — i.e., nonthreatening, absolutely not a king, a man of the people, O'Donnell says.\"People were uneasy about it from the start,\" she says.\n                George Washington, the first president of the United States of America, circa 1789.\n                \n                    \n                    Three Lions/Getty Images/Hulton Archive\n                    \n                \n                hide caption\n            Enter the first president: George Washington. He was the commander in chief of the Continental Army during the Revolutionary War and was revered after the conflict, says Denver Brunsman, a history professor at George Washington University. Washington never wanted the top job but \"had an incredible reputation across the nation,\" Brunsman says. \"It was a foregone conclusion that he would be president. Then they had to convince him to stay on for a second term.\" Washington is the only president to have been elected unanimously by the Electoral College twice, Brunsman says. \"Having Washington as the first president establishes it as an important office from the start,\" he says.O'Donnell notes that Washington was extremely cautious every step of the way, knowing his actions would set a precedent.\"He really thought the office had to convey respect,\" she says. \"A lot of people were unsure of even what to call him. They can't use 'your highness.' They can't call him 'George.'\"They settled on \"Mr. President.\" And Washington approached the role with formality, O'Donnell says.The president's role has changed and evolved along with the United States' prominence on the world stage, but Brunsman says, \"I think he would recognize broad elements of the job\" since many traditions and precedents Washington started still remain.He had a brown suit of American fabric made especially for his inauguration, and he wore this special president's suit whenever he met with people, she says.He took extremely seriously the task of meeting with people who called on the president, including statesmen and foreign dignitaries, as he wanted to ensure the public understood it had access to the country's leader. He established days and times for these face-to-face interactions, which included meetings and formal dinners. Today, the president regularly hosts state dinners for foreign leaders visiting the United States.Washington created his own Cabinet, much like his war cabinet during the Revolutionary War, when he met regularly with close advisers in the military. That system remains. Washington's Cabinet was completely different from the British government at the time. To get a role with the British government, it was all about who you knew. Washington focused on picking qualified people with relevant experience to run the government, according to the George Washington Presidential Library at Mount Vernon.The Washington administration Cabinet had just four members — Secretary of State Thomas Jefferson, Secretary of the Treasury Alexander Hamilton, Secretary of War Henry Knox and Attorney General Edmund Randolph — compared with today's 16 positions (the vice president and the 15 department heads).Washington also established the tradition of making an inaugural address and a farewell address. His final address, which called for political unity among Americans, is still revered today and read each year in the U.S. Senate.Washington retired from office after serving two terms as president — and no more — a tradition that continued until President Franklin D. Roosevelt took office for a third term in 1941. The two-term limit was later enshrined in the 22nd Amendment.\n                Texas Gov. George W. Bush, then a Republican candidate for president, attends a Hispanic community breakfast at Jalapeno's restaurant on Aug. 13, 1999, in Davenport, Iowa.\n                \n                    \n                    Luke Frazza/AFP via Getty Images\n                    \n                \n                hide caption\n            Kissing babies, eating hot dogs and stopping at state fairs have become common practices for presidential candidates itching to get face time with voters on the campaign trail. But they are purely modern tactics that weren't even thought of during Washington's time, say historians whom NPR spoke with. There was no national campaigning as we know it now.\"It was considered ungentlemanly, crude, even crass to say you wanted the gig,\" says Justin Vaughn, an associate professor of political science at Coastal Carolina University.In the 19th century, as political parties began to form, candidates were selected by party leaders, George Washington University's Brunsman says. For his part, Washington opposed the formation of political parties, believing they fueled partisanship and weakened the nation. But this development was out of his control, as political parties began to form by the end of his first term, Brunsman says. The country's most wealthy, powerful men and political bosses in \"smoke-filled rooms\" decided the parties' nominees for president well until the 1960s, says Vaughn. It wasn't until the chaotic 1968 Democratic National Convention that a presidential primary system to select candidates was adopted; the Republican Party followed suit shortly after.With the earliest parties in the 1790s, newspapers affiliated with either the Federalist Party or the Democratic-Republican Party — the main parties at the time — became a crucial form of media for publicizing their parties' ideologies and their candidates of choice across the nation, Brunsman says. \"That's really the start of this modern campaigning,\" he says.Historians consider the election of 1840 — Democrats versus Whigs — to be the first truly modern presidential election.\"Both sides really employed all these modern techniques of the commercialization of politics: posters, songs, all kinds of media,\" Brunsman says. The 1840 presidential election pitted Whig candidate William Henry Harrison — known as Old Tippecanoe, a nickname from his 1811 military victory against Native Americans at the Battle of Tippecanoe — against the then-president, Democrat Martin Van Buren.That's when the Whig Party created the \"log cabin\" campaign and the famous \"Tippecanoe and Tyler Too\" song that praised the achievements of Harrison and eventual Vice President John Tyler. The log cabin campaign grew out of a Democratic newspaper's attempt to mock Harrison, saying essentially that he was a simple man who was too old for the job.  \n                Kamala Harris, then a U.S. senator and Democratic presidential candidate, cooks pork burgers at the Iowa Pork Producers Association tent while attending the Iowa State Fair in 2019 in Des Moines, Iowa.\n                \n                    \n                    Justin Sullivan/Getty Images\n                    \n                \n                hide caption\n            Instead of fighting it, the Whigs embraced this attempt at mockery and presented Harrison as an \"everyman\" frontier fighter who lived in a log cabin and drank cider, in contrast to the wealthy, out-of-touch Van Buren. This, despite the fact that Harrison came from a wealthy plantation-owning family in Virginia. The Harrison campaign put log cabins on various campaign items, like cups and teapots, and held \"log cabin and hard cider\" rallies to push the idea that he was a man of the people — and it worked. Harrison won the 1840 election.Brunsman says that Washington's successors \"understood that in a democratizing America, you had to campaign and you had to put yourself out there.\"","score":350},{"url":"https://www.bbc.com/news/articles/c87g7vdjqzyo","title":"Starmer wants to act tough to fix long-term problems - but is he avoiding the trickiest?","fromWeb":"BBC","summary":"Prime Minister Sir Keir Starmer aims to tackle long-standing national issues, including energy and housing infrastructure development, by addressing previously taboo topics. However, the government is facing constraints in addressing all problems due to budget limitations and the need to prioritize short-term political stability. Among the \"unsayables\" still being avoided are overhauling the social care system, reforming the triple lock on pensions, addressing the university funding crisis, and updating the outdated council tax system. Insiders question the governments ability to tackle fundamental issues, such as the future of the NHS and subsidizing industries like steel, without confronting these unaddressed concerns.","timeAdded":"2024-09-14T19:27:59.628655706Z","timePublished":"2024-09-14T10:52:50Z","photoUrl":"https://ichef.bbci.co.uk/news/480/cpsprodpb/6acf/live/dbd1e500-7254-11ef-b02d-c5f3b724a1ea.jpg.webp","text":"The clock on the mantelpiece in the Cabinet Room ticks surprisingly loudly, marking every half-second. The moment prime ministers take their seat in the captain’s chair, time is running out.Sir Keir Starmer wants you to believe he’s brave enough - and determined enough - to stare down the country’s long-term problems. Even if it means saying what was previously unsayable.To have clean energy, more people will have to put up with pylons near their homes. To have more houses built, more of us will have to accept developments in the neighbourhood. His decision to take cash to help with fuel bills away from most pensioners fits into that category too.For years, many politicians privately thought it was daft to give wealthy pensioners extra cash for their fuel bills - but it’s Sir Keir who’s now said that out loud.He says he wants to crack down on the UK’s problems, and has a whopping majority to boot. But no government can do everything all at once.Over the years I’ve heard the same list of “unsayables” from senior officials and politicians time and time again - issues that need fixing in the UK but aren’t ever confronted.So what would insiders - both current and former - put on their list of issues that are still unsayable for this new government?When it comes to health, in almost the same breath as promising to overhaul the NHS, Sir Keir says that fixing the care of the most vulnerable and elderly - the most difficult thing - will have to wait.It was the Tories’ plan to cap social care costs, and Labour were going to stick to it. They’ve now ditched it.Many politicians accept privately that you don’t have much hope of sorting out the NHS properly if you haven’t made major moves to improve the social care system.Successive governments have dangled, then dropped reform. It’s no one party’s fault. It’s no one politician’s fault.But with an ageing population and many years of pressure on public spending the problem has only become more acute. Labour has nodded sagely at the urgency of the issue. But a fundamental overhaul is on pause for now.Sign up for the Off Air with Laura K newsletter to get Laura Kuenssberg's expert insight and insider stories every week, emailed directly to you.Another issue affecting the older generation comes up often too: the triple lock. It’s the guarantee that the state pension goes up each year by either 2.5%, inflation, or earnings growth - whichever is the highest figure.“It’s not at all good for the country, but it is good politics,” a very senior opposition politician told me, even giggling at how wrong-headed it was in their view.Labour had little political choice in the election but to commit to it too.You’ll have heard Sir Keir saying repeatedly in the last few days that the winter fuel allowance cut will be offset because the triple lock, introduced by the Tories, is still in place.You can see the political appeal to always protecting pensioners’ incomes, as one former official said, but it “bakes in rising spending with an ageing population, so, unless you suddenly get brave about tax, you have no answer.”In other words, as there are more and more pensioners, more and more people will be guaranteed a certain hike in their income from the taxpayer.Whether you think that’s right and proper or think, like many politicians, that it is asking for trouble, it comes with a hefty price tag that’s only growing.Multiple sources also mentioned the serious quandary over university fees and numbers.Millions more young people have gone to university in recent decades. For many of them, and many families, it’s been life-changing.But it’s no secret that many institutions are struggling for cash, some even said to be on the verge of going under.No politician would want to tell a family or a young person that they shouldn’t be allowed to attend. But as one former senior official put it bluntly, “fees need to go up or they need to find alternative money.“Another Whitehall figure suggested the question politicians aren’t willing to ask is: should so many people go?Though “vote for us, and we won’t help you get to university” won't be on any leaflets any time soon.Then, there is tax.I’ve encountered a whole range of views on whether it’s fair to tax wealth and income so differently. Does the business tax system still work? (Not really, it’s claimed.) Shouldn’t it all be much simpler anyway? (Probably, most say.)But also, what no politician wants to say out loud in public - but many in Westminster regularly say in private - is how wildly out of date the council tax system is, based as it is on property values from 1991.You read that right. The size of your council tax bill, in England and Scotland, is based on what your flat or house was worth 33 years ago.You don’t need me to tell you that property values have changed an awful lot since then, and not in a uniform way. The independent Institute for Fiscal Studies says it means the tax is “out of date, regressive, and distorted”, creating unfairness between households, and councils too.There is no appetite in government to take a big look at the system. New Labour had a go, then backed away from any major changes.One source claimed it was “wonkish” to believe reform was a priority, and it wouldn’t necessarily raise any extra cash that might be useful for the Treasury coffers.But many sources reckon a revaluation is incredibly overdue, and has to take place.There’s another whole list of anomalies in the status quo, that governments would never design now if you started with a blank page. But they haven’t got the bandwidth or desire to sort them out.Fourty-three different police forces in England and Wales? “It’s mad,” says one insider. A maze of different types of local government – “baffling”, says another.Then there are absolutely toxic political questions that most hardly even dare to whisper. Insiders wonder, can the model of the NHS survive for ever with an ageing population? Is it the right thing to subsidise the steel industry while it staggers on?There are clear consequences of ignoring an unsayable.For years, politicians didn’t want to say out loud that if you locked up more people (popular), you would also have to build more prisons (unpopular), or they would burst.Now, the new government has been pushed to do something unpalatable - early releases on a big scale - because the unsayable went unsaid.How far ministers will now go in being honest about any longer-term solutions for prisons? Watch this space.This government believes that focusing on short-term politics - which create new long-term problems - is “unforgiveable”. And it seems that genuinely, ministers want to get to grips with problems that have been building up in the country for many, many years.Yet, there is of course a limit to what they can do.One senior figure acknowledged, “an enormous majority gives a massive advantage which is political stability – that means you can do difficult things.”But addressing many of those long term problems is hard without a willingness or ability to spend a lot more cash, or take money away from other parts of the state.It’s “much easier when you have the money of Thatcher 1983-87 and Blair 2001-2007”, one former official suggests.When public finances are in trouble, they continue, “maybe it’s the right call to try to get growth first”, rather than ending up with more stubborn problems in a second term.They remark acidly: \"In a post-ideological age, no governments want to tackle these issues. The last one had 14 years to do so and didn’t.\"But if we are to believe this government’s proclamations that they really want to pursue long-term solutions for the country’s ills, perhaps more of the unsayables will need to be said out loud.Sir Keir Starmer is making the case that ignoring problems in the long term is part of the reason for what has gone wrong.But when he vowed to do the “difficult things now”, the reality for any prime minister is that the list of difficult things can never be complete.BBC InDepth is the new home on the website and app for the best analysis and expertise from our top journalists. Under a distinctive new brand, we’ll bring you fresh perspectives that challenge assumptions, and deep reporting on the biggest issues to help you make sense of a complex world. And we’ll be showcasing thought-provoking content from across BBC Sounds and iPlayer too. We’re starting small but thinking big, and we want to know what you think - you can send us your feedback by clicking on the button below.","score":279},{"url":"https://www.npr.org/2024/09/14/nx-s1-5003076/leftovers-recipes-food-waste-climate-change","title":"One restaurant has a way to fight food waste: Making food out of 'trash'","fromWeb":"NPR","summary":"In response to the significant global food waste problem, chef David Murphy and his partner, Kayla Abe, founded Shuggies Trash Pie, a \"climate solutions restaurant\" in San Francisco. They aim to familiarize diners with undervalued ingredients that are often discarded by the conventional food system. According to ReFED, a food waste reduction nonprofit, 38% of the U.S. food supply goes uneaten, and reducing food waste has been identified as one of the most significant solutions to climate change. By sourcing surplus and imperfect ingredients from local farmers, Shuggies has diverted 41,000 pounds of food waste from landfills in just over two years of operation.","timeAdded":"2024-09-14T19:27:59.548413914Z","timePublished":"2024-09-14T07:00:00-04:00","photoUrl":"https://npr.brightspotcdn.com/dims3/default/strip/false/crop/3000x2000+0+0/resize/1100/quality/85/format/jpeg/?url=http%3A%2F%2Fnpr-brightspot.s3.amazonaws.com%2F01%2Fb7%2F3ee9c35a4be9806d2765ec9a634e%2F359a5309-3.jpg","text":"Kayla Abe (pictured here) and her partner, chef David Murphy, co-founded Shuggie's Trash Pie in 2022, in part to address the global problem of food waste. According to the food waste reduction nonprofit ReFED, 38% of the U.S. food supply goes uneaten.\n                \n                    \n                    Ryan Kellman/NPR\n                    \n                \n                hide caption\n            Climate change is affecting our food, and our food is affecting the climate. NPR is dedicating a week to stories and conversations about the search for solutions.No one, except maybe Sesame Street’s Oscar the Grouch, wants to consume food that most people think of as garbage.But if everyone ate fare that might otherwise be thrown out — say, weird animal parts or milk that’s close to its sell-by date — we’d significantly reduce the impacts of human-caused climate change.\"Addressing food waste turns out to be one of the biggest climate solutions of them all,\" said climate scientist Jonathan Foley, who serves as executive director of the climate solutions think tank Project Drawdown.According to the food waste reduction nonprofit ReFED, 38% of the U.S. food supply goes uneaten.All of the processes involved in making food, from clearing land and raising cattle to packaging and cooking ingredients, contribute to one-third of the world’s planet-warming pollution. The food waste that ends up rotting in landfills is particularly problematic.\"It causes methane to go into the atmosphere as well, and that's a really potent greenhouse gas,\" Foley said.Methane traps more heat than carbon dioxide, which causes global warming. An estimated 60% of methane emissions are human-caused and come largely from agriculture, fossil fuels and food waste decomposing in landfills.Restaurants are in an optimal position to help solve this problem.\n                David Murphy, chef and co-owner of Shuggie's Trash Pie in San Francisco, a restaurant that focuses on imperfect and up-cycled ingredients, previously worked in high-end restaurants. “We always demanded the best. The most perfect little Brussels sprout,” he says.\n                \n                    \n                    Ryan Kellman/NPR\n                    \n                \n                hide caption\n            According to research from the U.S. Department of Agriculture, people are spending more on eating out in this country than they are at home, and the restaurant industry was responsible for almost 10 million tons of leftover food in 2022, according to 2022 data from ReFED.Restaurants can make practical tweaks, like reducing or customizing portion sizes. \"That’s a big one,\" said Roni Neff, an associate professor at the Johns Hopkins Bloomberg School of Public Health who studies food systems and waste. \"Seventy percent of the food that's wasted in restaurants is happening after it's served to people — on their plates.\"Neff said restaurants can also streamline their ordering processes so surplus food isn’t sitting around. And then there are the chefs.\"They can help to shape people's views, expand our ideas of what's good food. And they can also shift behaviors in more subtle ways,\" he said.\n                Shuggie's co-owners David Murphy and Kayla Abe met at a farmers market in downtown San Francisco. They were united in their desire to help local farmers who were having trouble selling their extra produce. Pictured at right, Abe and Murphy’s dog, Beef.\n                \n                    \n                    Ryan Kellman/NPR\n                    \n                \n                hide caption\n            That's where restaurants like Shuggie's Trash Pie come in.Founded by chef David Murphy and his partner, Kayla Abe, in 2022, the San Francisco “climate solutions restaurant” works to get diners comfortable with imperfect ingredients usually discarded by the food system. According to Abe, Shuggie's has saved 41,000 pounds of food waste from the trash can in the roughly 2 1/2 years since it opened.\"Our big goal is to change the way America's eating,\" said Abe. \"And bring the idea to the mainstream that eating trash is cool.\"\n                Shuggie's menu features dishes made from imperfect and surplus ingredients — often sourced from local farmers who have too much of a particular produce to sell, or a produce that is past its prime. “I was constantly talking to them about their issues,” says Abe of her conversations with farmers. “And food waste was a recurring one.”\n                \n                    \n                    Ryan Kellman/NPR\n                    \n                \n                hide caption\n            Like a few other sustainability-focused restaurants and chains in the U.S. (e.g. Emmer \u0026 Rye Hospitality Group in Austin and San Antonio, Texas, and Lighthouse in Brooklyn, New York) Shuggie's sources food that local producers cannot sell because there's a surplus, it looks irregular, or it's past its prime.\"We do not dumpster dive,\" said Murphy. \"That is not something that we do.\"\n                Shuggie's co-owner Kayla Abe gets ready for closing time. Before co-founding Shuggie's with partner David Murphy in 2022, Kayla Abe worked for the organization that runs the farmers market at San Francisco’s Ferry Building. “The more we can grow this movement, we can actually start to make bigger change,” she says of advocating for food waste reduction as a restaurateur.\n                \n                    \n                    Ryan Kellman/NPR\n                    \n                \n                hide caption\n            Instead, Murphy and Abe have built strong relationships with local produce farmers, as well as fish and meat distributors.\"To look at the ugly food or the imperfect food, that it doesn't have to be the best of everything, is a relatively new way for people to look at their food,\" said Jordan Bow, the founder of the distributor Royal Hawaiian Seafood, and Shuggie's main seafood source for oft-discarded fish parts like halibut cheeks and various types of bycatch. \"I'm counting on the chefs to be creative and not just do what everybody else does.\"It’s going to take many more restaurants doing this work, as well as a broader cultural change among customers, to really make a dent in the massive food waste problem. That’s true both for eating out and eating at home. And if that shift happens, it could mean less food waste in landfills and less planet-warming pollution, which makes reducing food waste a huge climate solution.\n                Abe and Murphy work long hours at Shuggie's. Prepping imperfect ingredients to restaurant standards creates additional work, and margins are tight. It can be challenging to persuade consumers to pay restaurant prices for what they perceive as waste. After closing for the night, Abe and Murphy, along with their dog Beef, sit down for a meal.\n                \n                    \n                    Ryan Kellman/NPR\n                    \n                \n                hide caption\n            There are simple ways to use leftover food in your refrigerator. To help you get started, NPR asked Shuggie's chef Murphy to share some ideas. Below you’ll find three of his creative yet simple recipes that make use of commonly leftover items.Chef’s note: “This sauce is the base for so many of our dishes. For example, it gets incorporated into a pesto after we add cheese and nuts to it.”2 cups carrot tops or beet tops, or wilting fridge greens3 cloves garlic, minced2 tablespoons vinegar (apple cider preferably)1 cup extra virgin olive oil or grapeseed oil1½ tablespoons chili flakessalt, to tasteIn a blender, mix all the ingredients together on high for 30 seconds or until all the leaves have been incorporated well.Season with salt.So good you’ll want to use this chimi on everything!\n                 Chef David Murphy's Carrot Top Chimichurri sauce, showcased here on Shuggie's Pizza Puffs.\n                \n                    \n                    Kayla Abe\n                    \n                \n                hide caption\n            Chef’s note: “Use this wholesome bean dish as a dumpster for all sorts of leftovers sitting in the fridge. I’ve added squid, octopus, numerous different veggies, tired greens, fennel … anything!”Ingredients:3 cups great northern beans, soaked, cooked in a flavorful vegetable stock. (You can sub with cannellini, gigante, or your favorite soup bean.)½ cup chopped garlic½ cup sundried tomatoes in oil, chopped1 tin Spanish anchovies in oil1 cup herb stems, chopped4 cups tired greens (kale, collards, arugula, or any other thing left in the crisper), chopped into 1-inch pieces1 stick dry cured Spanish chorizo, chopped into ⅛-inch cubes4 quarts flavorful vegetable or chicken stock3 tablespoons smoked paprika1 teaspoon cayenne pepper2 tablespoons black pepper1 large yellow onion, medium diceMethod:Cook beans until tender, strain.In another pot with a bit of grapeseed oil in the pan, cook all veggies and chorizo, deglaze with stock, add dry spices, anchovy and sundried tomato.Add salt to taste.Ladle into bowls, top with croutons made from day old bread, and add carrot top chimi!\n                 Shuggie's Dream Beans\n                \n                    \n                    Kayla Abe\n                    \n                \n                hide caption\n            Chef’s note: “Throw this creamy topping on waffles, or insert it in place of mozzarella on your favorite pizza ... super sexy!”Ingredients1 gallon milk (close to or even past its expiration date!)¼ cup white vinegar2 cups heavy creamSalt to tasteHoney or other sweetener of your choiceMethodWhip heavy cream to soft peaks.Heat milk to a simmer over low heat.Pour in vinegar, stir gently, then strain.Let curds cool.Fold in heavy cream and season with salt.Slather the mixture on toasted bread with olive oil.Sweeten to taste.\n                 Ricotta Fluff sits atop Shuggie's Garlic Knots, with a dash of Carrot Top Chimi. The fluff can also be used in desserts.\n                \n                    \n                    Kayla Abe\n                    \n                \n                hide caption\n            Audio and digital stories edited by Jennifer Vanasco and Sadie Babits. Audio story mixed by Isabella Gomez-Sarmiento.","score":276},{"url":"https://www.npr.org/2024/09/14/g-s1-23036/us-russian-state-media-sanctions","title":"U.S. hits Russian state media with new sanctions","fromWeb":"NPR","summary":"The U.S. State Department has imposed new sanctions on Russian state media RT, accusing it of collaborating with the military and financing equipment for soldiers in Ukraine through fundraising campaigns. RT is alleged to have created websites masquerading as legitimate news sources to spread disinformation and has expanded its cyber operations with a unit connected to Russian intelligence. The sanctions target RTs parent organization, TV-Novosti, and other state media outlets, as well as individuals involved in alleged vote-buying schemes. The U.S. believes RTs actions go beyond influence operations and make it an integral part of Russias war machine.","timeAdded":"2024-09-14T19:27:59.08077519Z","timePublished":"2024-09-14T05:00:57-04:00","photoUrl":"https://npr.brightspotcdn.com/dims3/default/strip/false/crop/6000x4000+0+0/resize/1100/quality/85/format/jpeg/?url=http%3A%2F%2Fnpr-brightspot.s3.amazonaws.com%2F2d%2Fc1%2Fefdb85d244a5846a7b5a700a2ea5%2Fap24257679954237.jpg","text":"Secretary of State Antony Blinken speaks during a news conference about Russia's election interference at the Department of State in Washington on Friday.\n                \n                    \n                    Jose Luis Magana/AP\n                    \n                \n                hide caption\n            WASHINGTON — The U.S. State Department announced new sanctions on Russian state media Friday, accusing a Kremlin news outlet of working hand-in-hand with the Russian military and running fundraising campaigns to pay for sniper rifles, body armor and other equipment for soldiers fighting in Ukraine.While the outlet, RT, has previously been sanctioned for its work to spread Kremlin propaganda and disinformation, the new allegations suggest its role goes far beyond influence operations. Instead, Secretary of State Antony Blinken said, RT is a key part of Russia's war machine and its efforts to undermine its democratic adversaries.“RT wants its new covert intelligence capabilities, like its longstanding propaganda disinformation efforts, to remain hidden,” Blinken told reporters. “Our most powerful antidote to Russia’s lies is the truth. It’s shining a bright light on what the Kremlin is trying to do under the cover of darkness.”RT has also created websites posing as legitimate news sites to spread disinformation and propaganda in Europe, Africa, South America and elsewhere, officials said. They say the outlet has also expanded its use of cyber operations with a new unit with ties to Russian intelligence created last year.The crowd-sourcing effort ran on Russian social media platforms and sought to raise funds for military supplies, some of which were procured in China, officials said. There were no obvious connections between RT and the fundraising campaign, or any indication that Chinese officials knew their products were being sold to Russia.The list of supplies also included night-vision equipment, drones, radios and generators.RT's actions show \"it's not just a firehouse of disinformation, but a fully-fledged member of the intelligence apparatus and operation of the Russian government,” said Jamie Rubin, who heads the State Department's Global Engagement Center.President Putin’s spokesperson Dmitry Peskov told The Associated Press that the allegations were “nonsense.” RT is “media” and “quite effective,” Peskov said.The sanctions announced Friday target RT’s parent organization, TV-Novosti, as well as a related state media group called Rossiya Segodnya and its general director Dmitry Kiselyov. A third organization and its leader, Nelli Parutenko, were also sanctioned for allegedly running a vote-buying scheme in Moldova designed to help Moscow’s preferred candidates in an upcoming election.Russia’s Foreign Ministry spokeswoman Maria Zakharova suggested the sanctions against RT were unnecessary because it has already been sanctioned.“I think a new profession should appear in the United States — a specialist in sanctions already imposed against Russia,” she wrote on her Telegram channel.Russia's global propaganda work is receiving extra scrutiny in the months leading up to the U.S. election. Last week, the Biden administration seized Kremlin-run websites and charged two RT employees with covertly paying a Tennessee company nearly $10 million for its content.The company then paid several popular far-right influencers, whose content often mirrored Russian talking points. Two of the influencers said they had no idea their work was being supported by Russia.This summer, intelligence officials warned that Russia was using unwitting Americans to spread its propaganda by disguising it in English on sites popular with Americans. Officials say Russia seeks to divide Americans ahead of the election as a way of reducing support for Ukraine.Russia's influence operations also appear designed to support former President Donald Trump, who has criticized Ukraine and the NATO alliance while praising Russian President Vladimir Putin.","score":265},{"url":"https://www.bbc.com/news/articles/c1epe546p5vo","title":"Ukrainians warn of being surrounded as Russia advances in east","fromWeb":"BBC","summary":"Ukrainian military sources have expressed concern over Russias strategy of surrounding Pokrovsk, a key transportation hub in the Donetsk region. Despite heavy losses, the Ukrainian leadership has maintained a \"cauldron\" strategy of holding positions, leading to the loss of troops and resources. This approach has resulted in a shrinking defensive perimeter and intensified fighting in the Kurakhove direction, as Russian forces attempt to cut off Pokrovsk from the south. Some military leaders believe a strategic retreat to more defensible positions would be necessary to avoid catastrophic losses.","timeAdded":"2024-09-14T19:27:59.591140043Z","timePublished":"2024-09-14T00:41:43Z","photoUrl":"https://ichef.bbci.co.uk/news/480/cpsprodpb/3d32/live/10c2a140-6c57-11ef-b43e-6916dcba5cbf.jpg.webp","text":"The situation is critical, a Ukrainian military officer in the east told the BBC near the front line south of Pokrovsk.Russia’s military strategy now appears to be surrounding the city, which is a key transportation hub in the region.The officer, who preferred to stay anonymous, said his military leadership want to hold their positions at all costs, often leading to the loss of troops and resources.That approach, he says, was resulting in a number of “cauldrons”, large territories surrounded by the Russian forces.One of them is south of Pokrovsk - between Nevelske, Hirnyk and Krasnohorivka.“We are not planning to advance towards the city of Donetsk any time soon, so why are we holding positions near Nevelske when we’re losing Hirnyk?” said the officer. Far better to retreat to Hirnyk, he believes, with a minimum loss of resources and hold those positions.“When your enemy has more people and resources than you do, this strategy is reckless,” the Ukrainian officer added.“Look at the Donetsk region, it looks like a squid. [To defend all the] tentacles, you need a far bigger number of positions, observation posts. You need to hold back far bigger assault groups because the Russians are trying to attack from all sides.\"So, instead of withdrawing and reduce the length of the line they need to defend, the officer says, brigades get wiped out fighting along the entire perimeter of the \"cauldron\" simply because the main criteria of success for generals is to hold positions.Roman Pohorily, an analyst and co-founder of the Deep State map that monitors the latest frontline developments in Ukraine, says Ukrainian troops have now pulled back from the village of Nevelske to avoid an encirclement. That means the threat of being trapped is less acute, but the military officer at the front says pulling back should have been done long before. Lives and resources have been wasted on something that they couldn’t hold anyway, he argues.Russian troops are now advancing towards Kurakhove, a city 35km (21 miles) south of Pokrovsk. Ukrainian forces in that area confirm the fighting in their sectors has intensified lately.This development is also reflected in the daily briefings of Ukraine’s General Staff.  On Thursday they reported that there were 32 clashes in the Pokrovsk direction and 48 in the Kurakhove direction.“They’re trying to strengthen their flanks so that they can get closer to Pokrovsk, half encircle it and then start erasing the city to the ground,” says Maj Serhiy Tsekhotsky from the 59th Brigade.Lt Col Oleh Demyanenko, who commands a tank battalion of the 110th brigade, also says that Russian forces are now pushing along the sides, in addition to a direct assault on Pokrovsk. However, he claims that the Russians are now focusing mostly on the southern flank – that’s the Kurakhove direction.Russian troops assault Ukrainian positions with small groups and often they’re not accompanied by armoured vehicles, soldiers say. “They send two or three people who try to reach a certain point in the field,\" explains Maj Tsekhotsky. “Then others try to get to that point as well. And when they have 10-15 people, they try to attack us.”What makes the Kurakhove area challenging both to defend and to advance is that it’s flat, says Nazar Voytenkov from the 33rd Brigade. “We constantly shell fields. Russians lose their vehicles and people.”  He says his brigade is successfully holding its position on the front line.Kurakhove is linked to Pokrovsk with roads that are part of the infrastructure to move troops and supplies on the front line.If the Russians take that city, then they can go north to attack Pokrovsk from a new direction, says analyst Roman Pohorily.  Another possibility is that they might attack Ukrainian troops in Vuhledar from behind, he adds. That’s a city on the southern part of the Donbas frontline that the Russians have been trying to seize since the beginning of their full-scale invasion.Strategic mistakes made in the past mean that there is only one way left to defend Pokrovsk and stop the Russians seizing the entire Donetsk region, according to the officer on the front line.\"To have another Bakhmut”, in his words, referring to the city in eastern Ukraine that Kyiv defended for nearly a year before retreating, with the city in ruins.“[They] will throw a lot of people and let them die there.”","score":254},{"url":"https://www.bbc.com/news/articles/c4gegy4r9ndo","title":"'Our winter fuel payment goes into the holiday kitty'","fromWeb":"BBC","summary":"Effective April 2023, the UK government has altered the criteria for its Winter Fuel Payment (WFP), limiting it to pensioners receiving specific benefits, resulting in an estimated 1.5 million fewer recipients. The policy shift, estimated to save £1.5 billion, is based on the view that some wealthy pensioners no longer need the payment, as evidenced by a rise in their proportion within the over-65 age group. Despite these changes, critics argue that alternative measures such as pension credit are insufficient to support all low-income pensioners, with Age UK estimating that 2.5 million may struggle to pay their bills without WFP.","timeAdded":"2024-09-14T19:27:59.630998675Z","timePublished":"2024-09-14T01:49:16Z","photoUrl":"https://ichef.bbci.co.uk/news/480/cpsprodpb/0e96/live/13d88280-70e6-11ef-bb5b-c361f7cd4381.jpg.webp","text":"“The money is just for the holiday kitty,” says Jon Harvey of the £300 he was given every winter to help with heating bills. “I could also use it to go out for a nice meal.”The 80-year-old, like all pensioners in England and Wales, was given the winter fuel payment (WFP) automatically – until this week when the new Labour government voted to change the rules.Now only pensioners who qualify for certain benefits will receive it, an estimated 1.5 million people. Last winter 10.8 million people got the payment.Jon, a retired police officer, tells us “it’s about time” the rules changed as “there are people who need it more than me”.The policy, launched by the last Labour government in 1997, costs nearly £2bn per year but Sir Keir Starmer hopes the changes will save taxpayers £1.5bn.The prime minister says it could help plug the £22bn \"black hole\" he says exists in the national finances - but the Tories and charities fear it could leave some over-65s cold this winter.Beyond the political fray, the argument is nuanced - so the BBC spoke to pensioners to hear the full range of views. Some told us they rely on the payment for heating, while others said they spend the money on things like holidays, restaurants or their grandchildren.Olwen Jones, 70, has been receiving the payment for the last four years since retiring from her job in IT.“I thought about giving it to my brother the last time I was given the payment, except he started getting it himself. Now, I give the money to charity,” she says.The payment acts as a bonus to the bank balance for Nick Plowright. “My mother, who died back in 2019, was also receiving it for many years. When she did, she'd tell us to give it to the grandchildren,” the 68-year-old explains.He adds: “The government needs to make the means testing rigorous, right minded and focused on helping those most in need. Above all, stop paying it to the millions who very obviously do not need it, like me.”The issue of who needs the support is at the heart of the change to the WFP. Office for National Statistics (ONS) figures show that the proportion of wealthy over-65s has grown.In 2010, 9% of this group lived in a household that had a total wealth – including assets like their home and pensions – above £1 million. Ten years later, this rose to 27%.Liz Emerson, CEO of the Intergenerational Foundation, a charity that campaigns for youth-friendly government policy, says it is being fuelled by rising property values.“Alongside that, they have more generous private pensions than young people,” she explains. “So when you combine housing wealth and pension wealth, older people have been doing far better than the younger generation over recent years.”Yet this isn’t just about millionaires - many of those who say they do not need WFP, like those the BBC spoke to, are simply on healthy pensions after years of working.Others are more wealthy, especially if they have sold high-value property and downsized to a house that is far less expensive to heat, ending up with leftover cash in the process.For those who don't sell up, Ms Emerson asks: “Should these pensioners be subsidised by younger taxpayers to stay in a valuable home? It seems to us to be intergenerationally unfair.”The vast majority of over-65s receive a state pension and it’s the main income for those who don’t get a private pension - which their former employer paid into. The state pension increases every year through the triple lock - in line with whichever is highest out of inflation, earnings or 2.5%.This year it increased by £690 for people who reached retirement age before April 2016 and £900 for those after that date. Next year the increases are projected to be £353 and £460 respectively, driven by high inflation and energy costs.The government points out that these increases are worth more than the annual WFP payments, which is £300 for those who retired before April 2016 and £200 for those after.Under the new rules, WFP will be paid only to over-65s who are receiving one of seven benefits: pension credit, universal credit, income-related employment and support allowance, income-based jobseeker’s allowance, income support, child tax credit or working tax credit.Critics argue these alternative measures are not enough. Age UK estimates 2.5 million pensioners on low incomes – but not low enough to get pension credit – will struggle to pay their bills this winter.The Conservatives and other opposition parties have criticised the government for not publishing an impact assessment that would have analysed which older people would have been most affected by the changes.Shelagh Lind, 70, is £2 per week over the pension credit threshold, so will lose WFP. She now fears for the months ahead - and says she’s lost faith in Labour as a lifelong supporter of the party.“I am so cross - I had that money earmarked and now it’s gone,” she says.“I can’t predict how much the bills are going to be. We will suffer.”Rose Brooks, 77, says her WFP money had been dedicated to paying the gas bill. “Without it, I cannot afford to put my central heating on. I honestly don’t know how I am going stay warm this winter.”She adds: “I think I’m just going to have to go to bed early in hope of avoiding the coldest temperatures.”Age UK have started a petition calling for the rule changes to be delayed - and more than 500,000 people have signed it.Chris Brooks, head of policy at the charity, says: “The big problem is that a lot of pensioners, often those who are on very low incomes, don't claim what they're entitled to.“Because they don't claim these benefits, they won’t get the WFP. This puts them in a really difficult financial position and lots of them tell us that they won't be able to turn their heating on this winter.”Both Mr Brooks and Ms Emerson told us they are in favour of giving more support to pensioners on low incomes or those who are medically vulnerable.And not just pensioners - others argue the payment should be widened to some families. Among them is Joan Jones, 76, who says the WFP sits in her bank account as she has “enough income to live on reasonably comfortably”.“There are families with young children who are struggling,” she warns. “Whatever their age, those people who need it should have it first.”Money Box examines who will be affected by the changing rules to winter fuel payments and how you can still receive it if you claim pension credit - are you eligible?BBC Radio 4 - Winter fuel payment and using cash","score":228},{"url":"https://www.bbc.com/news/articles/ce3z155x2r7o","title":"Smiling Lib Dems plan to make the most of election success","fromWeb":"BBC","summary":"The Liberal Democrats are celebrating their resurgence after a successful general election, with a significant increase in the number of MPs and the highest number of seats won by a Liberal party in over a century. They aim to \"finish the job\" by chipping away further at Conservative territory, particularly in southern England. The party intends to maintain its reputation as the \"party of hope\" with a positive tone and focus on themes like the NHS and social care. However, they face challenges such as balancing their anti-Conservative stance with a Labour government and the potential for a sustained rise in pro-European sentiment.","timeAdded":"2024-09-14T19:27:59.587023336Z","timePublished":"2024-09-14T11:04:59Z","photoUrl":"https://ichef.bbci.co.uk/news/480/cpsprodpb/0c44/live/baa9a110-70e7-11ef-8c1a-df523ba43a9a.jpg.webp","text":"Liberal Democrat smiles will be so broad in the next few days they will stretch from the end of Brighton Pier to the northern French coast.The party is gathering for its autumn conference at the Sussex seaside and it seems reasonable to forecast an incoming tide of jubilance.A party pulverised to smithereens after its years in coalition with the Conservatives is back and back big time - and they can’t quite believe it.A few months back you could get all their MPs in a minibus.Now - with 72 of them - you would need a double decker at least.The 2024 general election was their best performance since the present day party was established in 1988.And, more than that, it saw the highest number of seats won by a Liberal party for more than a century.Speaking to some of the party’s senior figures, they are already talking about the next general election.Their plan, as one put it to me, is to \"finish the job\".By that they mean, if not quite wiping out the Conservatives, chipping away yet further at what had long seemed impermeable Tory territory primarily in southern England.A splash of hubris, I wonder?Maybe, but then again some Conservatives privately are already fretting about how hard it may prove to dislodge recently victorious Lib Dems.The party has a reputation at Westminster for their capacity to dig themselves into constituencies and build strong local reputations.And, come the next general election, unlike Labour, they won’t have a governing record to defend.But let’s not get ahead of ourselves.For now, their new MPs are still finding their feet and their voice - as their leader Sir Ed Davey revels in his new-found prominence: a guaranteed spot at Prime Minister’s Questions every week and miles more media attention.So what can we expect from this conference?Plenty of celebration, yes, plus an attempt to cement a reputation as the party of hope.The tone of politics is something Sir Ed has given considerable thought to, after his mix of wild capers, bungee jump included, and profound personal reflection - a party political broadcast that focused on the loss of his parents as a child and his disabled son - appeared to contribute to their election success.The prime minister acknowledged to me the other day that what some see as his miserabilist tone, talk of things getting worse before they get better, “has been cast as doom and gloom, and I get that\".Combine this with the angry, noisy politics of recent years and Sir Ed hopes he can colonise a gap in the political market for those who want a more positive tone.And what about policy?Expect them to double down on the NHS and social care. They believe this brought clarity and dividends at the election.The leadership has no desire to be a flotilla of small causes.Speaking to some of their new MPs I do wonder how long some may be able to resist talking about Brexit.Once unabashedly bashing of Brexit, the Lib Dems managed to pretty much avoid talking about it during the election.How long might that last, particularly if sluggish economic growth persists allowing pro-Europeans to point to analysis – such as this from the Office for Budget Responsibility about the economic impact of the UK’s departure from the European Union?What does Liberal Democrat success look like?For me, this is the most intriguing question for the party.What does it do in this parliament, how does it make an impact?An avowedly anti-Conservative party now confronts a Labour government with an imperious majority.How can or should it get noticed and effect change?This is a big, open and not-immediately-obvious-to-answer conundrum.But for now, for them, it is a nice conundrum to have, after a near decade of near irrelevance.They will make the most of this moment and perhaps little wonder.In the last 15 years, the four biggest parties in UK politics have all experienced the highest of highs and the lowest of lows.Labour went from their biggest defeat since 1935 in 2019, to a stonking majority in July.The Conservatives went from a huge win in 2019 to the worst in its parliamentary history.The Scottish National Party had 56 MPs in 2015, every seat bar three in Scotland.They now have nine.And the Liberal Democrats went from coalition government in 2010, to near wipe out in 2015, to Himalayan political altitude now.Who knows what is around the corner for any of them.They all conclude it’s worth smiling when you can.","score":195},{"url":"https://www.bbc.com/news/articles/c0494wl6lkgo","title":"Thousands mourn Ugandan Olympian killed by ex-partner","fromWeb":"BBC","summary":"Olympic marathon runner Rebecca Cheptegei has been laid to rest in her hometown in Uganda after succumbing to burns sustained in an attack by her former boyfriend. During the funeral, Ugandan soldiers carried her coffin and gave a three-volley salute in honor of her service in the armed forces. The incident has highlighted the alarming prevalence of violence against women in Kenya, with several female athletes becoming victims in recent years. The government has acknowledged its responsibility in addressing this issue, and local leaders have proposed naming a road and sports venue in Cheptegeis honor.","timeAdded":"2024-09-14T19:27:59.622928193Z","timePublished":"2024-09-14T15:12:58Z","photoUrl":"https://ichef.bbci.co.uk/news/480/cpsprodpb/2b7d/live/a4d99f70-71f0-11ef-8c1a-df523ba43a9a.jpg.webp","text":"Olympic marathon runner Rebecca Cheptegei, who was set ablaze by her former boyfriend and later died has been buried in her father's homestead in eastern Uganda.As she was also a member of Uganda's armed forces, soldiers carried the coffin and she was given a three-volley salute.Dickson Ndiema attacked Cheptegei with petrol just under a fortnight ago outside her home in neighbouring north-west Kenya, close to where she trained.The 33-year-old's killing, and its brutal nature, left her family distraught and shocked many others across the world.It underscored the high levels of violence against women in Kenya and the fact that several female athletes have been victims in recent years.Among those at the sombre and emotional funeral ceremony in a school field in Bukwo, Cheptegei's home district, were fellow athletes wearing black T-shirts with the slogan \"say no to gender-based violence\".\"We are guilty as [a] government, but also the community is guilty,\" Kenya's Sports and Youth Affairs Minister Kipchumba Murkomen told mourners.\"Let us say the truth. It is not true that we did not know even in the local community that Rebecca was facing family problems.\"Cheptegei and Ndiema had reportedly been wrangling over a piece of land.One of her teammates at the recent Paris Olympics, Stella Chesang, also spoke.\"It is really a sad moment in Uganda... and all of us friends. As a team who we went to Paris with Rebecca, we really felt it because... we were together, enjoying together and it is really sad,\" she said.The Olympic marathon - in which she came 44th - was Cheptegei's last race.Earlier, with her coffin on display and draped in the Ugandan flag, local leaders held a memorial service.They observed a moment of silence and gave a standing ovation as they paid their respects to the late athlete. Councillors said Cheptegei lived \"a simple and focused life\" and always offered guidance to her fellow athletes. \"She inspired many children in the area to join athletics,\" one said.They also proposed to name a road and a local sports venue in her honour.Cheptegei died in hospital four days after the attack. Doctors said she had suffered burns on more than 80% of her body which \"led to multi-organ failure\".Ndiema, who was also burned after some of the fuel splashed on his own body, died on Monday.He attacked the mother-of-two after she returned from a service at a church, the God's Dwelling Ministry.The pastor there, Caroline Atieno, remembers a \"wonderful... God-fearing person\".After hearing about what had happened, she managed to speak to Cheptegei on the phone while she was in hospital.The athlete first asked about her children, who were both fine, the pastor told the BBC's Africa Daily podcast.Then Cheptegei talked about her attacker: \"You mean Dickson is not able to see all I have done for him? He could not remember even one or two things I have done for him and stop setting me on fire? Why has he done this to me?\"On Friday, family members, friends and activists against gender-based violence viewed her coffin at a funeral home in the Kenyan town of Eldoret, before it was driven away. Her mother, Agnes Cheptegei, covering her face in anguish, was wearing a souvenir bag that the athlete received at the recent Olympics.She was dressed in a T-shirt which had the slogan \"being a woman should not be a death sentence\" printed on it.The mother-of-two was the third female athlete to be killed in Kenya over the last three years. In each case, current or former romantic partners were named as the main suspects by police.In 2021, world-record holder Agnes Tirop was stabbed to death and six months later Damaris Mutua was strangled.Attacks on women have become a major concern in Kenya. In 2022 at least 34% of women said they had experienced physical violence, according to a national survey.Some observers are saying that female athletes are becoming increasingly vulnerable.\"[This is] because they go against traditional gender norms where the woman is just in the kitchen and just cooking and taking care of kids. But now female athletes are becoming more independent, financially independent,\" said Joan Chelimo, who co-founded Tirop’s Angels to help highlight the issue of violence against women.\"We don't want this to happen to any other woman, whether an athlete or from the village, or a young girl,\" Rachel Kamweru, a spokesperson of the government's department for gender and affirmative action, told the BBC.When Cheptegei first got into running, she joined the Uganda People’s Defence Forces in 2008 which helped support her.Her last race was at the Paris Olympics. Although she came 44th people in her home area still referred to her as \"champion\".She won gold at the World Mountain and Trail Running Championships in Chiang Mai, Thailand, in 2022.Go to BBCAfrica.com for more news from the African continent.Follow us on Twitter @BBCAfrica, on Facebook at BBC Africa or on Instagram at bbcafrica","score":174},{"url":"https://www.npr.org/2024/09/14/nx-s1-5111695/ig-nobel-science-awards-weird-quirky","title":"Celebrating science that's off the beaten track","fromWeb":"NPR","summary":"The 33rd Ig Nobel Prize ceremony at MIT honored quirky scientific achievements, with actual Nobel laureates presenting the awards. One notable winner, Felipe Yamashita, received an award for his research suggesting that plants can \"see\" and mimic the leaf shapes of neighboring plants to potentially avoid being eaten. Saul Justin Newman was another recipient, recognized for his study exposing errors in data on the worlds oldest people, highlighting potential pension fraud. Other awards included research on the swimming ability of dead trout and a method for distinguishing drunk from sober worms.","timeAdded":"2024-09-14T19:27:59.161331246Z","timePublished":"2024-09-14T08:43:12-04:00","photoUrl":"https://npr.brightspotcdn.com/dims3/default/strip/false/crop/1024x918+0+0/resize/1100/quality/85/format/jpeg/?url=http%3A%2F%2Fnpr-brightspot.s3.amazonaws.com%2Fe2%2F9f%2Fadc5dfc34533bca5e9094eb27a7b%2Fgettyimages-596940494.jpg","text":"Master of Ceremonies Marc Abrahams addresses the audience during a pre-pandemic Ig Nobel Prize ceremony.\n                \n                    \n                    Rick Friedman/Corbis via Getty Images\n                    \n                \n                hide caption\n            It was the quirky aspects of science that researchers celebrated at this year’s Ig Nobel award ceremony at the Massachusetts Institute of Technology in Cambridge, Mass. Actual Nobel laureates gave out the ten prizes.“This is the first in-person, with everyone together in one room, ceremony we’ve done since before the pandemic,” says Marc Abrahams, the founder and organizer of Ig Nobel event and editor of the Annals of Improbable Research.On Thursday night, Abrahams stood before a packed audience in one of MIT’s largest lecture halls. “We honor some remarkable individuals and groups,” he said. “Every Ig Nobel prize winner has done something that first makes people laugh, and then makes them think.”“I feel my research fits really well on this prize because I receive a lot of critiques about the paper,” says Felipe Yamashita with a chuckle, a botanist and one of the award winners.He has a somewhat alternative view of plants. “I believe that plant[s] can see,” he asserts. “I don’t know how they can see. They don’t have an eye, but I’m pretty sure they can understand what’s going [on].”Yamashita just finished his Ph.D. in botany at the University of Bonn. His thesis focused on a kind of plant called Boquila trifoliolata found in the temperate rainforests of southern Chile and Argentina. A decade ago, a paper came out saying that B. trifoliolata can change its lobed or rounded leaf shape to mimic the leaf shape of other plants.Those authors speculated it was due to chemicals or microbes, but Yamashita and his collaborator had their doubts. “We didn’t really agree with that,” he says. “Then we said, ‘OK, let’s do another experiment [that] prove[s] that maybe [the plants] have some vision.' ”Yamashita’s experiment was simple. He grew several of the plants on a trellis divided by a couple shelves. These opaque barriers blocked the lower part of the plant from the upper part. Along the top of the trellis, Yamashita wove an plastic plant with slender, unlobed leaves. The artificial plants didn’t have the chemicals or microbes that might trigger the shape mimicry response.When the real plant grew, the leaves below the shelves were lobed. But “almost all leaves that were growing close to the plastic leaf copied the plastic leaf shape,” says Yamashita. That is, the mimic leaves were longer, and less lobed.Yamashita thinks the real leaves sensed the shape of the plastic leaves by detecting where they were letting light through and where they weren’t. “So the leaf grow one way, not the other way,” he says. “One direction, not the other direction.”It’s a kind of seeing, concludes Yamashita. He says it may function as camouflage to help the plant blend in with its neighbors to reduce being munched on by some herbivore. The results were published in the journal Plant Signaling \u0026 Behavior.Another Ig Nobel recipient is Saul Justin Newman, an interdisciplinary scientist at Oxford University.“I was joking to my family,” he recalls. “Every scientist dreams of the Nobel, but my dream had a typo and I’m perfectly happy.”Newman snagged his award for his research showing that data related to some of the longest-lived people on the planet is riddled with errors.“For example, the world’s oldest man has three birthdays, one of which seems to be a deliberate fraud.” he says. “In Japan, 82% of the 100-year-olds turned out to be alive on paper — and dead in reality.”The list goes on. “I had a lady reach 103 in a freezer,” says Newman.He admits at first, these results sound kind of humorous. But there’s something pernicious going on.“Picture your father dies or your mother dies at the age of 95,” he explains. “You’ve got no job and their pension check turns up the week after they’re dead. All you have to do for that pension check to keep turning up in perpetuity is not register the death.”Newman says it’s easy to get away with. And he’s found a link between people who reach remarkable ages on paper and places in the world where there’s a hefty amount of pension fraud.“It’s dissonant because all of these places don’t rank very highly on any other metric of survival,” he says.Other Ig Nobel winners this year included a prize for the study of the swimming ability of dead trout. Another demonstrated a technique for separating drunk worms from sober ones.Abrahams closed the award ceremony with these words:“If you didn’t win an Ig Nobel Prize tonight — and especially if you did — better luck next year.”","score":174},{"url":"https://www.bbc.com/news/articles/cze5el25kjno","title":"Dangers for 'FOMO' mortgage hunters as rates fall","fromWeb":"BBC","summary":"Falling mortgage rates have brought relief to homeowners and first-time buyers after a period of higher volatility. Lenders are fiercely competing for both new customers and existing borrowers, with major providers reducing fixed rates on Friday the 13th. The Bank of Englands interest rate cut has contributed to the decline, although not all borrowers are seeing equal benefits, with some still facing significant payment increases. Despite the positive outlook, brokers warn that waiting too long for further rate drops could result in borrowers missing out on the best deals and falling onto higher variable rates.","timeAdded":"2024-09-14T19:27:59.617662959Z","timePublished":"2024-09-13T21:24:55Z","photoUrl":"https://ichef.bbci.co.uk/news/480/cpsprodpb/0e96/live/13d88280-70e6-11ef-bb5b-c361f7cd4381.jpg.webp","text":"Falling mortgage rates may, at last, be bringing some relief to embattled homeowners and first-time buyers.In a market described as \"frenetic\", lenders are locked in intense competition for new customers while simultaneously trying to hold on to borrowers already on their books.On supposedly unlucky Friday the 13th alone, big-name providers such as the Nationwide, HSBC and NatWest reduced their fixed rates. In an unusual move, TSB did so for the second time in a week.Analysts expect further cuts to come, but brokers say the fear of missing out (FOMO) on better deals is paralysing some borrowers. Failing to act before their current deal expires leaves them exposed to a much more expensive variable rate.During the last couple of years, mortgage rates have featured in discussions from chats around the dinner table to election debates.About 1.6 million existing borrowers had relatively cheap fixed-rate deals expiring this year. Hundreds of thousands of potential first-time buyers have been hoping to get a place of their own.Yet, rates have been volatile and much higher than what was the norm for more than a decade.The interest rate on a fixed mortgage does not change until the deal expires, usually after two or five years, and a new one is chosen to replace it. Average rates on new deals are now 5.49% for a two-year deal, the lowest for more than a year. Five-year deals have an average rate of 5.15%, according to the financial information service Moneyfacts.However, the best, so-called headline, rates are reserved for those borrowing a small proportion of the value of the home (known as loan-to-value). A few are at levels not seen since rates shot up following the mini-Budget in the short-lived premiership of Liz Truss.\"Momentum is really starting to build now and the cuts are coming thick and fast.,\" said Emma Jones, managing director at broker When The Bank Says No.\"Borrowers are the winners as lenders seek to compete for all-important market share as we head into the final months of the year.\"The Bank of England's interest rate cut in August, with the potential for more to come, is part of the reason for falling mortgage rates.That came slightly too late for Johnny and Sophie Abbott, whose last mortgage deal expired at the end of July. When they spoke to the BBC in March, the couple from Loughborough, who have three children, admitted every option seemed like a gamble. In the end, they chose to buy a home that needed renovation.\"We took the plunge and can just about deal with the mortgage,\" said Mr Abbott. \"It will be great when it's done.\"In June, the Bank of England said three million households would see their mortgage payments rise in the next two years, and about 400,000 mortgage holders were facing some “very large\" payment increases.A few months ago, Gary Rees expected to have to make serious lifestyle changes when his current deal expires in October. Now, things are looking better.Yet, typical of many, the benefit is a smaller rise in his monthly mortgage repayments, not a fall. To be blunt, the financial punch won't hurt as much.\"It's improved, but my mortgage rate is still likely to double, rather than triple,\" he said.He is expecting to settle on a two-year deal, in the hope of further rate falls. The Bank of England's next interest rate decision is on Thursday, although analysts are predicting a hold at 5%.These two cases show that, although things are looking more positive for borrowers, not all are getting an equal benefit. Savers, meanwhile, are seeing the interest they receive worsen.Brokers say that lenders have been offering the best deals to new, house-purchasing customers, rather than those who are remortgaging.With relatively few buyers, providers are trying to get a piece of a small pie, according to David Hollingworth, of broker L\u0026C. That includes offering loans at higher multiples of income, up to 5.5 times.He said that while the lowest rates were \"not divebombing\", the market was frenetic.The market could also improve for remortgagers, he said, as lenders try to hit year-end targets.Mr Hollingworth said the danger for any borrowers endlessly waiting for even lower rates to come is that they do nothing.If a fixed deal expires, then borrowers automatically move on to their lender's standard variable rate - which currently carries an average interest demand of 7.99%, which is two-and-a-half percentage points higher than a new two-year deal.Adviser Jo Jingree, director of Mortgage Confidence, said people in the process of buying or remortgaging could still switch to a better deal if rates continued to fall before their personal deadline.\"I’ve seen first-hand that customers have been able to achieve revised mortgage offers on the lower rates which will save them money on their monthly payments,\" she said.Borrowers should monitor their rates, particularly a few weeks before their mortgage completes, to ensure they are getting the best possible rate, said Aaron Strutt, of broker Trinity Financial.He expected rates to keep falling, especially if the Bank of England cuts the base rate on Thursday, or later this year.With the cost of funding mortgages coming down, some in the industry suggest lenders could have cut rates more quickly.They say lenders are making smaller price cuts week after week when they could be making larger reductions in one go.Read more here.","score":171}]