[{"url":"https://www.npr.org/2024/09/14/nx-s1-5003066/beef-climate-change-american-men-masculinity","title":"Eating less beef is a climate solution. Here's why that's hard for some American men","fromWeb":"NPR","summary":"","timeAdded":"2024-09-15T15:19:00.736015871Z","timePublished":"2024-09-15T07:00:00-04:00","photoUrl":"https://npr.brightspotcdn.com/dims3/default/strip/false/crop/1920x1080+0+0/resize/1100/quality/85/format/jpeg/?url=http%3A%2F%2Fnpr-brightspot.s3.amazonaws.com%2F1d%2F8c%2F687cab6746cd8a5ce6abbb8eb542%2Fmeatmasculinity1.jpg","text":"Not all Americans eat beef equally. Research finds the nation's biggest beef eaters are disproportionately men.\n                \n                    \n                    Jackie Lay/NPR\n                    \n                \n                hide caption\n            Climate change is affecting our food, and our food is affecting the climate. NPR is dedicating a week to stories and conversations about the search for solutions.In 2006, when Malcolm Regisford was 10 years old, a Burger King commercial began playing on TVs across the country.In it, a man in a restaurant looks at a small vegetarian dish, turns to face the camera, and bursts into song: “I am man, hear me roar!” The man flees the restaurant, denounces quiches and tofu — “chick food,” he sings — and quickly joins a throng of other singing men. They march through the streets with signs reading “I am man” and hamburgers held high. “The Texas double Whopper. Eat like a man, man,” a voice says.Regisford saw this commercial often in between his cartoons. “Beef is marketed to men — steaks and hefty burgers — like, ‘that's what a man's supposed to eat,’” he says. Regisford continued to hear these messages when he became a Division 1 basketball player in college. “It’s thought that animal products yield a certain sense of strength,” he says. “Some form of masculinity.”Men and boys see messages all the time that say eating beef is a thing men do, and statistics bear this out, says Diego Rose, nutrition program director at Tulane University. “Whenever we've looked at the question of gender, we've seen that,” Rose says. “Men eat greater amounts of beef than women.”Now Rose and other researchers think this fact — that men eat more beef — could be important to a key climate solution puzzle.\n                Americans account for about 83 pounds of beef per year, per person, according to United Nations data. While that number is lower than in recent decades, that’s still 300% more beef than the global average.\n                \n                    \n                    Prellinger Archives\n                    \n                \n                hide caption\n            Beef has a bigger overall planet-heating impact than any other food, scientists say. Demand for beef drives deforestation in places like the Amazon rainforest. Cattle release powerful greenhouse gas emissions that heat the planet. “If you want to reduce emissions, it's all about the beef,” says Tim Searchinger, senior research scholar at Princeton University and technical director of the agriculture and forestry program at the World Resources Institute.Getting people to eat less beef could quickly make a large dent in climate pollution. Rose’s research finds that subbing poultry for beef in a meal can cut a person’s daily dietary carbon footprint by about half. Food and climate researchers have long grappled with how to get people to shift diets toward less beef. And now they are thinking about the problem through the lens of gender. But there are challenges to shifting diets toward less beef, from misinformation about soy and protein, to powerful societal pressures and messaging for men to eat beef.\"Messaging to men about beef absolutely matters,\" says Jan Dutkiewicz, professor of political science at the Pratt Institute. \"If there's a large portion of men out there who are being programmed to not just eat more meat, but to be completely resistant to any messages about meat reduction,\" he says, \"that's a real problem.”When Regisford was playing Division 1 basketball at Colgate University, he injured his ankle. During his recovery, inspired by a family friend and mentor, he decided to cut meat from his diet for his health. Some men reduce meat consumption for health, climate or concerns for animal welfare, Rose says.Regisford’s basketball teammates and coaching staff were skeptical. “I changed my diet halfway through my senior season, when I need to be at peak performance and in the best shape,” Regisford says.\n                Malcolm Regisford prepares \"steaks\" made out of mushrooms. When Regisford, a former Division 1 basketball player, cut out meat in college, his coaching staff and teammates were skeptical that he could get enough protein.\n                \n                    \n                    Julia Simon/NPR\n                    \n                \n                hide caption\n            His teammates asked him: Could he still get enough protein without meat? Could he still maintain his strength and athleticism?The idea that men need meat for strength has a long history, says Joshua Specht, history professor at the University of Notre Dame. It’s rooted in beliefs about ancient human ancestors, he says: “Men being associated with actually doing the hunting, that connects us to our meat and meat consumption in a kind of primal way.”While eating red meat is seen as primordial, modern Americans eat significantly more beef than ever before. The growth of railroads and refrigeration after the Civil War meant it was only in the late 1800s and early 1900s that beef went from a \"special occasion food\" to an \"all the time food\" for everyday consumers, Specht says.The United States is a leading consumer of beef with only Argentina and Zimbabwe consuming more per capita. That’s according to 2022 data, the latest available, from the Food and Agriculture Organization of the United Nations. Americans account for about 83 pounds of beef per year, per person. And while that number is lower than in recent decades, it’s still four times more beef than the global average.Not all Americans eat beef equally, data shows. Last year, Rose and his colleagues published a study looking at U.S. government data of the diets of more than 10,000 Americans. They found that on a given day, 12% of Americans account for half of all beef consumption. That 12% was disproportionately men.\n                The idea that men need meat for strength has a long history, says Joshua Specht, history professor at the University of Notre Dame. It’s rooted in ideas about ancient human ancestors, he says: “Men being associated with actually doing the hunting, that connects us to our meat and meat consumption in a kind of primal way.”\n                \n                    \n                    Paul J. Richards/AFP via Getty Images\n                    \n                \n                hide caption\n            The beef and dairy industries have lots of impacts, including on animal welfare, worker safety, water consumption and pollution.A spokesperson for the National Cattlemen’s Beef Association, an industry lobby group, wrote in an email that they “will continue to share research and data around the benefits of beef in general, as research continues to show the important role high-quality protein, like beef, plays in a balanced diet.”“As we work together to build a healthier, more sustainable food supply … our focus should be on changes that are science-based, practical and highly impactful,\" the spokesperson wrote.Because of climate pollution from cattle, eating lots of beef has a notable impact on a person’s planet-heating emissions, says Amelia Willits-Smith, a food and sustainability researcher who worked with Rose on food and climate studies. She notes that while some American women also eat high amounts of beef, her research with Rose found that demographically, the No. 1 predictor of high-emission diets is “being male” and “there’s nothing that comes close.”That’s why when encouraging more climate-friendly diets, paying attention to men makes sense, says Anna Grummon, assistant professor at the School of Medicine at Stanford University. “Because men eat more beef,” Grummon says, “it means you're going to, as a society, get more bang for your buck from the men changing their behavior.”\n                When Jalen Hood-Schifino, point guard for the Los Angeles Lakers, cut back on meat in high school, he got lots of questions about his protein levels. “Growing up, they always tell you, ‘You're supposed to eat meat. It's how you get protein,’” Hood-Schifino says. “Protein, protein, protein. Which I feel like is a big misconception.”\n                \n                    \n                    Julia Simon/NPR\n                    \n                \n                hide caption\n            But there are challenges for shifting diets toward less beef, from misinformation about soy and protein, to social stigmas connecting beef-eating with manliness. “Many men do reduce their meat consumption or are willing to,” says Joel Ginn, food and psychology researcher at Boston College, “but there are hurdles that they've had to overcome.”\n                An advertisement for canned beef circa 1880. For as long as Americans have been eating mass-produced beef, the industry has been using ideas of masculinity to sell it to men.\n                \n                    \n                    Transcendental Graphics/Getty Images\n                    \n                \n                hide caption\n            For as long as Americans have been eating mass-produced beef, the industry has been using ideas of masculinity to sell it to men. In the mid- to late-1800s, canned beef companies sold it with images of soldiers, miners and cowboys — long a symbol of American men’s ties to beef. “They would depict visions of men who were out there in the world,” Specht says, “making their own destiny.”Today, new generations of men learn about beef through the rise of “meatfluencers.” These online personalities and celebrities often push the idea that men should eat lots of red meat — sometimes mostly red meat — to live up to their potential. Some of them also sell meat and beef products, including supplements made from beef.Some meatfluencers promote something called the carnivore diet. That typically involves eating mostly red meat, poultry, pork, seafood, dairy and eggs. The so-called lion diet involves eating mostly beef, lamb, deer, and other red meats.Joe Rogan, a podcaster with 14.5 million followers and an audience that’s 81% male, said on his show last year that he has followed a carnivore diet. “The best I ever felt, like literally the best I ever felt all throughout the day was on the carnivore diet,” Rogan said on his podcast.\n                Joe Rogan, a podcaster with 14.5 million followers and an audience that's 81% male, has talked about the carnivore diet on his show. The carnivore diet typically involves eating mostly red meat, poultry, pork, seafood, dairy and eggs. \n                \n                    \n                    James Gilbert/Getty Images\n                    \n                \n                hide caption\n            Some meat promoters make health claims about beef and red meat. “It’s difficult to heal and repair your body without animal protein, especially red meat,” says Eric Berg, a chiropractor, who notes on his website that he is not a medical doctor and is not providing medical diagnosis or treatment.Berg has more than 12 million subscribers on YouTube.Frank Hu, chair of the Department of Nutrition at the Harvard T.H. Chan School of Public Health, says there’s little evidence for that claim. Berg did not respond to NPR’s request for comment.Though many meatfluencers promote supposed health benefits of red meat-heavy diets, diets high in red meat consumption and low in whole grains and vegetables are associated with increased risk of Type 2 diabetes, Hu says.When promoting meat, some meatfluencers have spread false and misleading ideas about eating plants, particularly soy, including the idea that soy can feminize men. Rogan described this view on his podcast, saying: “Soy is one of the rare foods that’s actually attached to being a bitch.”Hu says in general: “There is a tremendous amount of misinformation about soy.\"\n                \"Steaks\" made from lion's mane mushrooms in Malcolm Regisford's kitchen.\n                \n                    \n                    Julia Simon/NPR\n                    \n                \n                hide caption\n            Soy — as well as some other plants, seeds and fruits — contains an estrogen-like substance called phytoestrogen. All people — including men — make varying levels of estrogen. But, Hu says, “the effects of phytoestrogen are much, much weaker than the estrogen hormone in human bodies.”In part because of misinformation, some men are leery of consuming soy, Ginn says. “Soy boy” has become a popular slur online to denote weak men.Media and meatfluencers are “reinforcing a message,” says Emily Contois, a professor of media studies at the University of Tulsa. “There's a doubling down that men need meat.”This cultural messaging can pose a problem for climate policy, she says, making it harder to make suggestions to reduce beef consumption. As for Regisford, he now sees some of this resistance from men toward changing their diets firsthand.Regisford has now become a plant-based chef with a large social media following. Plant-based often refers to people who primarily don’t eat meat or dairy. Regisford now has about 390,000 followers on Instagram and a plant-based cookbook. According to his Instagram analytics, his audience is 80% women.While Regisford knows many men who are receptive to reducing their meat consumption, including his father and brothers, he says he also encounters men who are “closed minded” about it. These men often bring up false ideas about soy or the notion that a person can’t feel full without meat in a meal. But Regisford says the greatest misinformation he encounters centers on one thing: “No. 1 thing,” he says, “the protein thing.”\n                Hood-Schifino says when he became plant-based, he didn’t hear comments about weakness: “I never really heard ‘weak’ because, in a humble way, but if you ask anyone that I'm playing against, a lot of people are going to say when it comes to the basketball court, I'm one of the strongest players that you're going to come across.”\n                \n                    \n                    Noah Graham/NBAE via Getty Images\n                    \n                \n                hide caption\n            When Jalen Hood-Schifino, point guard for the Los Angeles Lakers, cut back on meat in high school, he had many motivations, including his health, ethics and animal welfare. “I don't think we should be killing animals and eating it,” Hood-Schifino says.But when Hood-Schifino told male friends about his new diet, he started getting lots of questions about his protein levels. “Growing up, they always tell you, ‘You're supposed to eat meat. It’s how you get protein,’” Hood-Schifino says. “Protein, protein, protein. Which I feel like is a big misconception.”Animal and plant sources often have variations in the relative amounts of the different building blocks of protein, says Dariush Mozaffarian, professor at the Friedman School of Nutrition Science and Policy at Tufts University. But he says the human body can get adequate protein from plants or animals, and plant and meat proteins work fairly similarly for building muscle.“It is a common myth that you don't get enough protein without eating meat,” Hu says. “Many plant-based foods are rich in protein and they can be combined to meet your nutrition needs — even for athletes who typically need to eat more protein and also for elderly who may want to have relatively high protein intake to maintain muscle mass.”NBA player Hood-Schifino says he gets protein mostly from different types of beans and high protein vegetables, like spinach. Vegan bodybuilders highlight their protein-rich diets full of nuts, seeds, tofu and tempeh.Hu notes that for some people, including those with heavy menstrual periods, eating little or no meat may mean they need to take iron supplements. Others who are reducing meat, particularly older people, may want to talk to their doctor about taking a vitamin B12 supplement. For most people, though, a healthy and balanced plant-based diet can provide enough iron, nutrients and protein for dietary needs, Hu says.While plant protein sources are numerous — and, like beans, often inexpensive — the idea that a meal should have meat is widespread in the United States. In 2020, a nationally representative survey found 81% of Americans prefer a meal with animal products such as beef, chicken, fish or dairy.\n                Plant-based burgers include the Original Impossible Burger (left) and a Cali Burger, from Umami Burger. Researchers say social pressures and stigmas can be an obstacle for some men looking to reduce meats like beef in their diets.\n                \n                    \n                    Richard Drew/AP\n                    \n                \n                hide caption\n            For Impossible Foods, a plant-based food company, part of broadening its consumer base involves more marketing that meat isn’t the only way to get protein. “It's our job to set the record straight,” says Peter McGuinness, chief executive of Impossible Foods. “Soy is an awesome protein source.”But there are bigger messaging problems, he says, and it’s why the company has launched a rebrand.Earlier this year, Impossible Foods debuted a new commercial. Like the Burger King \"I am Man\" commercial that Regisford saw as a kid, the ad starts with a man looking straight at the camera.He’s tall and muscular, with broad shoulders. “Like a dad from a 1970s barbecue,” says Gabriel Rosenberg, professor of gender studies at Duke University. “He's got this great mustache.”“Listen up, America,” the man in the ad says. “Meat has problems. And it’s gonna take us — meat-eaters — to solve them.”The man slaps away a beef burger, swipes away meatballs, and hands out plant-based meat alternatives. He gets on a motorcycle, puts on a helmet, vrooms the engine, and bursts through a wall, driving off into the horizon.“He's this older figure of masculinity. He's teaching you how to be a man. And then he's explosively virile,” Rosenberg says. “It's basically saying: ‘Men, you have permission to eat our product and still be manly.’”\n                Impossible Foods CEO Peter McGuinness says Impossible burgers were designed to look and taste like beef burgers to ease the transition for meat-eaters. “I had a long week and I'm trying to have a burger and a beer on a Friday night. Now you're asking me to have a different burger and I don’t want to compromise my food,” he says. “You know, don't mess with my effing burger.”\n                \n                    \n                    Angela Weiss/AFP via Getty Images\n                    \n                \n                hide caption\n            When McGuinness joined the company as its chief executive a few years ago, he found the customers “skew slightly female.” He wants it to be more “inclusive,\" which fundamentally means trying to attract more meat-eaters to the brand, he says, as opposed to just vegans and vegetarians.McGuinness says there’s a reason the new ad didn’t mention climate change or animal rights. “You don't lead with that. You don't hide it, but that's not your lead marketing horse,” he says.Reducing beef consumption has become a “culture war” issue. This summer, Republican presidential nominee Donald Trump has falsely claimed that Democratic presidential nominee Kamala Harris wants to “outlaw red meat.” In a 2019 CNN town hall, Harris says that while she loves “cheeseburgers from time to time,” she wants the government to educate people on environmental impacts and encourage moderation.McGuinness says the company is trying to stay nonpolitical. The company recently changed the color of its food packaging from green, often associated with environmentalists, to bright red. “All those meat cues,” McGuinness says. “We don't want anything partisan, political, weird.”McGuinness says he wants meat-eaters to feel like they can eat as much as they want — make it plant-based meat. “We want to solve the meat problem with more meat,” he says.McGuinness says Impossible burgers were designed to look and taste like beef burgers to ease the transition for meat-eaters. “I had a long week and I'm trying to have a burger and a beer on a Friday night. Now you're asking me to have a different burger and I don’t want to compromise my food,” he says. “You know, don't mess with my effing burger.”Frequent consumption of highly processed plant-based meats, if not part of a balanced diet, can also be unhealthy, says Becky Ramsing, senior program officer at the Johns Hopkins Bloomberg School of Public Health. And the ad isn’t challenging conventional ideas of gender, Rosenberg says: “We’re going to eat like men. We’re going to stuff ourselves.”Still, given beef’s impacts on climate pollution, media and psychology researchers tell NPR that ads like these matter, because they can help broaden social acceptance for plant-based foods.When Regisford was growing up and starting to play basketball, he didn’t know of any NBA players who were vegan or vegetarian.Now Hood-Schifino, 21, can list several fellow NBA players who are vegan or plant-based. That includes his Lakers teammate, forward Jarred Vanderbilt. And his mentor, NBA star point guard currently on the San Antonio Spurs, Chris Paul.\n                Jalen Hood-Schifino, point guard for the Los Angeles Lakers, can list several fellow NBA players who are vegan or plant-based, including his mentor, NBA player Chris Paul.\n                \n                    \n                    Julia Simon/NPR\n                    \n                \n                hide caption\n            Paul, nicknamed “The Point God,” has been plant-based since 2019. His basketball camp in North Carolina provided vegan options for young players, including Hood-Schifino, who attended his camp as a teenager.“He would have two sides: He would have regular food, then he would have his vegan chef cook the vegan meal,” Hood-Schifino says. “During that time in high school, I was still obviously kind of dibbling-dabbling, but I would always go to the vegan side to try that food.”While Hood-Schifino’s shift away from eating animals was largely self-directed, he also credits Paul, who joined the NBA in 2005. “I would ask him questions about the vegan diet and he would always talk about how that helped his longevity in the NBA and how much energized he feels,” Hood-Schifino says. “It's definitely dope to see that.”For some men wanting to reduce meat intake, social pressures can be an obstacle. Seeing someone in your close personal circle, or celebrities like athletes, make a behavior change can be an important piece of the puzzle, says Daniel Rosenfeld, psychology and food researcher at UCLA. “The way to get some people to eat less meat is to get other people to eat less meat,” he says.Rosenfeld says when he became a vegan in college, he got teased. “I had some male friends of mine make jokes about being vegan as a guy, that this was presumably a negative thing,” he says. “‘You're not gonna get any muscle, you're gonna become small and weak.’”Hood-Schifino says when he became plant-based, he didn’t hear comments about weakness: “I never really heard ‘weak’ because, in a humble way, but if you ask anyone that I'm playing against, a lot of people are going to say when it comes to the basketball court, I'm one of the strongest players that you're going to come across.”Hood-Schifino says he hopes to be a role model to other young men someday, “to see that you can live a really good plant-based life, a healthy life, and feel the best.”\n                Malcolm Regisford is now a plant-based chef with hundreds of thousands of social media followers and a new cookbook, Tapped In Wellness. When he talks to his male social media followers about reducing meats like beef, he encourages them to let go of preconceived notions about what that means for their identity.\n                \n                    \n                    Julia Simon/NPR\n                    \n                \n                hide caption\n            On a recent afternoon in Canoga Park, Calif., Regisford takes a pan, sizzling with oil, and adds soft, white lion’s mane mushrooms. He adds some salt and pepper, and then rosemary and vegan butter.In his cookbook, he calls this his vegan “steak.” Regisford says for “plant-based skeptics,” it helps that the brown charred mushrooms look like beef. “We eat with our eyes first, so if we can get that look nailed down, then it helps everybody around,” he says.Regisford says he understands that connections to foods like beef are deep and emotional, and that it can be hard to let go. When he became a plant-based chef, he made sure to capture flavors from the Southern U.S. and Trinidad and Tobago, where his parents are from. His lasagna recipe doesn’t have beef or cheese from cows, but it does have plantain.Changing consumer messaging around plant-based foods is important, as is reducing social stigmas, but food researchers say it also comes down to accessibility, and making sure that these food options are affordable, easy to make and delicious.Regisford says when he talks to his male social media followers about plant-based cooking and reducing meats like beef, he encourages them to let go of preconceived notions about what that means for their identity.“All this other stuff that you think is attached to eating a certain way,” he tells them, “it's not as important as you may think.” Loading...","score":708},{"url":"https://www.npr.org/sections/goats-and-soda/2024/09/14/nx-s1-5107707/afghan-refugees-afghanistan-mental-health-support-maine","title":"How do you help young Afghan refugees heal? A new program in Maine offers a way","fromWeb":"NPR","summary":"","timeAdded":"2024-09-15T15:19:00.771608285Z","timePublished":"2024-09-15T07:00:00-04:00","photoUrl":"https://npr.brightspotcdn.com/dims3/default/strip/false/crop/3000x2000+0+0/resize/1100/quality/85/format/jpeg/?url=http%3A%2F%2Fnpr-brightspot.s3.amazonaws.com%2Fa0%2F94%2F4212c5cd40eb970f9e7ed92ea529%2Fmaine-refugees-11.jpg","text":"Khadija Rahmani says her son, Mujib Ur Rahman, 12, looks forward to visits from Shabana Siddiqui, a health educator who left Afghanistan in 2022. The Rahmani family arrived in the U.S. in January and settled in Maine.\n                \n                    \n                    Raquel C. Zaldívar/New England News Collaborative\n                    \n                \n                hide caption\n            It’s midafternoon, and Shabana Siddiqui has just hopped into an Uber.Siddiqui, who is from Afghanistan, moved to the United States with her husband in 2022, and for the past couple of years, she’s worked in Maine with a project helping other Afghan refugee families with children.On this day, Siddiqui is visiting a family she’s been working with for a few months. The parents moved to the U.S. in January with their two youngest sons, ages 19 and 12. The family spent more than two years living in fear under the Taliban. “When the government collapsed and the Taliban took over, they were really scared for their lives,” explains Siddiqui.But since their arrival in Lewiston, the 12-year-old boy has struggled with symptoms of anxiety and post-traumatic stress, says Siddiqui.\n                Khadija Rahmani speaks with health educator Shabana Siddiqui, left, as she leaves the Rahmani’s new home in Lewiston, Maine.\n                \n                    \n                    Raquel C. Zaldívar/New England News Collaborative\n                    \n                \n                hide caption\n            “One day he was at school and he got pushed by a bully,” she says. “It triggered him so much that he started crying and he even had a panic attack. And he called his mom and he was like, ‘Mom, can you come pick me up? I cannot breathe.’”Research shows that when people fleeing violence and persecution resettle in a new country as refugees, the toll of the trauma they’ve been through can haunt them for a long time. Children are especially vulnerable. The toxic mix of past traumas and the stresses of resettlement puts such kids at a significantly higher risk of long term mental health challenges, researchers say.“We know from years of research that children exposed to violence, separation and loss due to armed conflict and forced migration have elevated risks for problems with depression, anxiety, traumatic stress reactions,” says Theresa Betancourt, director of the research program on children and adversity at Boston College.Studies have shown that rates of depression among refugee and asylum-seeking children range from 10% to 33%. and post-traumatic stress disorder (PTSD) rates range from 19% to 53%. Anxiety disorders are also prevalent with rates ranging from 9% to 32%.Parents or primary caregivers can buffer against these long-term mental health consequences, but refugee parents are often struggling with their own mental health and hesitant to seek care, says Betancourt.“Parents may feel stigma in mentioning their own struggles with problems like depression or anxiety,” she says. “And they may be concerned about discussing their child's emotional behavioral problems, too.”That’s why Betancourt and her colleagues launched an effort to support refugee parents and children in the United States, as a way to prevent long term mental health and behavioral problems. It’s an effort run jointly by Boston College and the local non-profit Maine Immigrant and Refugee Services in the Lewiston-Auburn area.\n                Shabana Siddiqui at her home in Auburn, Maine. An Afghan migrant herself, the health educator says that when she visits Afghan families, “You go there as a friend and you build [a] rapport, so they can easily share everything with you.\"\n                \n                    \n                    Raquel C. Zaldívar/New England News Collaborative\n                    \n                \n                hide caption\n            “We're really trying to work with the family a lot earlier with a prevention focus and a mental health promotion focus,” says Betancourt.Their approach employs people like Siddiqui who share the same language, culture and lived experience with newly arrived families. Siddiqui and her colleagues receive training to provide evidence-based emotional, social and practical support to parents and children. The organizers have used it successfully in resettled Somali Bantu and Bhutanese communities in Maine. Now, they have adapted that solution for recently resettled Afghan families in Maine and Michigan.The Uber drops off Siddiqui on a wide, tree-lined street in Lewiston with big houses on either side. She walks up to a house and knocks on the front door. A lanky boy with big eyes and thick, black hair opens the door and greets Siddiqui in Dari, their shared language.This is Mujib Ur Rahman, the 12-year-old Siddiqui told me about. His parents — Khadija and Mohammad Rahmani — are waiting upstairs, outside their first floor apartment. They greet her with smiles and an effusive welcome in Dari.“You go there as a friend and you build [a] rapport, so they can easily share everything with you,” Siddiqui says.The Rahmanis welcome Siddiqui into their rental apartment. Khadija brings out a large silver platter filled with dried apricots and almonds, and two thermoses full of cardamom tea, before settling into the sofa next to Mujib and Shabana. Her husband, Mohammad, sits across from them on a chair.The family is from Afghanistan’s third largest city, Herat, where Mohammad owned a small grocery store. They still have a house in Herat with a big garden where they grew vegetables and fruit.Mujib remembers spending most of his summer evenings doing the thing he loved most.“After I came home from school, I would play with kites on the roof of my house,” he says.He particularly enjoyed kite fighting with his neighbors. It’s a beloved tradition in Afghanistan and neighboring Pakistan and India, where people try to cut others’ kite strings with their own and set others’ kites free. (Although it's a bit controversial because the strings are sometimes coated with glass and other additives to sharpen them; the Taliban has banned the practice.)“When they saw me flying kites, they would take down their kites,” says Mujib, beaming as he brags about his kite-fighting skills. “There was one who rivaled my skill and I could never free his kite. We were in competition.”But life as Mujib knew it came to a halt in 2021, when the Taliban took control of the country.“They did a lot of scary things right in front of people’s eyes,” he says, his voice getting softer, more hesitant as he remembers that time. ”For example, hitting and stabbing people with knives, arresting them. I thought they would come to my home and arrest me and beat me, too.”His mom, Khadija, had been a well-known nurse and women’s rights advocate in their community. Part of her job was to identify and advocate for girls and women who were forced into marriage or were victims of domestic violence. This work made her a target for the Taliban.So Khadija and Mohammad moved to a relative’s house along with their two younger sons, Mujib and the then 17-year-old Munib. The family stayed in hiding for two years. “We didn’t sleep all the time, we were scared,” says Khadija. “When there was any noise, we were thinking how to run from home. For example, if the Taliban came from this side, how could we jump over the wall and run?Then, in 2023, the family received news that they could leave Afghanistan with her two youngest sons. Despite having to leave her mother, and two adult kids — her oldest son and a daughter — behind, Khadija feels grateful to be in the United States with Mohammad, Mujib and Munib.“We thank God a thousand times that we can start our life anew here,” she says.But the chronic stress of the past few years has followed them here. “My husband and I stay awake until 1:30, 2 or 3 o'clock at night,” says Khadija, “because I still have that trauma from the Taliban’s regime in my brain.”And 12-year-old Mujib has struggled the most. He is easily triggered by sudden noises, she says. “He gets pale, and his breathing gets hard. He gets panicked and runs to get out. One time there was a knock on the door, and he started crying non-stop.”“A lot of the responses that you see in a young boy like that, those are expectable when you've been through the sort of frightening, traumatic events that he's been through,” says Betancourt.Khadija’s training and professional experience working with victims of domestic and sexual violence have helped her understand trauma reactions and identify them in her son.But most refugee parents might not know or understand similar reactions in their children, says Betancourt. They might not understand that if their child is acting out or having trouble following their parents’ directions, it may be related to their past trauma or current stress.“And the child can feel quite alone in their experience,” she says, which increases the risk of symptoms of mental illnesses like depression and anxiety.Like many newly resettled refugee kids, Mujib has struggled at school.“He’d say to me, 'Mother, I don’t want to go to this school because everyone is bullying me, and I don’t like this school. I don’t understand their language,’” says Khadija.\n                Mujib Ur Rahman plays a video game on a phone in his living room in Lewiston, Maine, while his parents Mohammad Rahmani, center, and Khadija Rahmani, left, talk. The family arrived in Maine in January and are coping with the stresses of a new life in a country where they don't know the language.\n                \n                    \n                    Raquel C. Zaldívar/New England News Collaborative\n                    \n                \n                hide caption\n            The language barrier is a big source of stress for Khadija and her husband, Mohammad, too. She wants to get certified to work as a nurse here, but she needs fluency in English first. She and Mohammad have been desperately looking for jobs, but most positions require some language proficiency.“We have to learn the language because we have a hard time not knowing the language,” says Khadija. They are taking driving lessons, even though it may be a long time before they can afford to buy a car. For now, they depend on other people in the Afghan community to give them rides for everything from grocery shopping to health appointments to visits with others in their community.These are common sources of stress among newly resettled refugees, says Siddiqui.It can take a long time for refugees to find a job even if they’re fluent in English, as Siddiqui was when she arrived.“I applied for like three or four jobs at a time,” she recalls. Nothing came through for a while.“That takes a really big toll on your mental health,” explains Siddiqui. “I was so anxious. I was diagnosed with anxiety, because my mind was running 100 miles per hour just to get a job.”It also took months for Siddiqui and her husband to find an apartment they could rent because they had no credit history; they lived with relatives while they looked for a place of their own. All this stress, she says, takes a toll on families.“I can even tell you from my own experience, that the lack of getting a job, or unemployment, really strains your relationship,” says Siddiqui.\n                Shabana Siddiqui at her home in Auburn, Maine. As a refugee from Afghanistan, she knows firsthand how challenging it is to adjust to a new life — and the toll it takes on a family. “The lack of getting a job, or unemployment, really strains your relationship,” she says.\n                \n                    \n                    Raquel C. Zaldívar/New England News Collaborative\n                    \n                \n                hide caption\n            And strained relationships lead to family conflicts. There can sometimes be an elevated risk for violence within the home, says Betancourt, because parents are also struggling with their past traumas.“We know this from military families, that when parents are exposed to significant violence in other settings, and they come back to rejoin their family environments,” says Betancourt, “we can see elevated problems with emotion regulation and sometimes more harsh disciplinary practices or harsh interactions between parents and children.”She and her colleagues have also seen this in the refugee communities they have worked in.Those harsh interactions can hurt a child’s emotional development and increase their risk of mental health problems later on, she says.But when parents are doing well, they are better able to buffer their kids from the long term impacts of past trauma and stresses.“We really want to think about addressing those harsh interactions between parents and children and providing parents with the skills to navigate better, to regulate their own emotions, to not take those sort of violent actions towards their children,” says Betancourt.Siddiqui and her colleagues who work with individual families, teach parents positive parenting skills, as well as ways to better manage their own stress through mindfulness strategies. Practicing gratitude, looking for moments of joy and various breathing techniques are some of the mindfulness tools that parents learn.The peer educators also help parents navigate the everyday problems of starting afresh in a new and unfamiliar place.Betancourt and her team found that families who participated reported fewer family arguments and a reduction in symptoms of depression and traumatic stress in their kids.Khadija Rahmani tells me how Shabana Siddiqui has supported her, for example, when she was feeling disheartened about learning English.  “She motivated me, saying ‘It’s not hard. At least you are educated and you can read and write, and it will help you to learn English.’”Siddiqui also helped Khadija find a job at a FedEx packaging facility where other Afghan women work, too. The position did not require knowledge of English..And the tools of communication and emotional support that Khadija has learned from Siddiqui have helped her support Mujib.She tries to boost Mujib’s confidence so he feels better about going to school.\n                Mujib Ur Rahman plays a video game on a phone. The boy is anxious about his new school; his mother tries to boost his confidence by telling him, \"No one is better than you.\"\n                \n                    \n                    Raquel C. Zaldívar/New England News Collaborative\n                    \n                \n                hide caption\n            “To motivate him, I say ‘No one is better than you. No one is more handsome than you,’ ” Khadija says, smiling. Studies show that this kind of warm, supportive relationship with a parent is protective for kids who have experienced trauma.Mujib still struggles with homesickness. “The first thing that I miss most is our garden, the rest of my family, my land, my home and my dog,” says Mujib.And he misses flying kites so much he sometimes cries about it.\n                An Afghan boy flies a kite on the outskirts of Herat in September 2021. \n                \n                    \n                    Hoshang Hashimi/AFP via Getty Images\n                    \n                \n                hide caption\n            But Siddiqui herself has had a huge impact on Mujib, his mother says.“Shabana sat with him, told him good stories, and talked about safety and security. She said ‘This place is safe and you don’t need to stress.’”Siddiqui also encouraged him to engage more at school — a big source of anxiety for him.Mujib says he looks forward to visits from Siddiqui and talks to her a lot about his life.“We talk about learning English,” says Mujib. “We talk about my school. We talk about everything.”It’s helping him start to move past the shadow of old traumas and toward building a hopeful future in this country. And in recent months his attitude toward school has become more positive. \"I like learning English, I like playing soccer, I also like the gym,\" Mujib says. \"I like all sorts of things.\"Photography by Raquel C. Zaldívar. Visuals editing by Ben de la Cruz. Editing by Diane Webber and Marc Silver. Fauzia Tamanna contributed translations for this story and, along with Rahman Aziz, did voiceovers for the audio version.","score":483},{"url":"https://www.bbc.com/news/articles/cr75r70jgp7o","title":"Ukraine missile request under discussion - Lammy","fromWeb":"BBC","summary":"","timeAdded":"2024-09-15T15:19:00.55668054Z","timePublished":"2024-09-15T13:59:56Z","photoUrl":"https://ichef.bbci.co.uk/news/480/cpsprodpb/9bd8/live/93bbab20-5bb6-11ef-81b2-f732384fec8f.jpg.webp","text":"The foreign secretary has insisted no single weapon can win a war, as he said the UK was still discussing with allies whether to allow Ukraine to fire long-range missiles into Russia. David Lammy told the BBC it was important that countries supporting Ukraine had \"a shared strategy to win\". Ukraine already has supplies of long-range missiles from the UK, the United States and France but at the moment it is only allowed to fire them at targets within its own borders. President Zelensky has been pleading for months for these restrictions to be lifted so Ukraine can use them against targets inside Russia.There have been strong indications that the US and UK are poised to change their position. However, no confirmation came after talks between Prime Minister Sir Keir Starmer and US President Joe Biden in Washington on Wednesday. Pressed over whether the delay in lifting restrictions on the use of long-range missiles was emboldening Russian President Vladimir Putin, Mr Lammy told the BBC's Sunday with Laura Kuenssberg programme: \"No war is won with any one weapon.\"He refused to confirm whether the UK and its allies were planning to allow missiles to be used against targets in Russia. But he added: \"This is under careful discussion with the Ukrainians, as we assess what they need as they head into the winter.\"Lammy said the UK and other allies would be meeting President Zelensky at the United Nations General Assembly in New York in less than 12 days' times and suggested the issue would be discussed then. Liberal Democrat leader Sir Ed Davey said Ukraine should be allowed to use long-range missiles to attack military bases inside Russia, even if the UK had to act \"unilaterally\". Asked whether the UK would \"go it alone\" and lift restrictions without US support, Lammy told the BBC \"it’s important that as allies supporting Ukraine we have a shared strategy to win going forward\". Gen Sir John McColl, former deputy supreme allied commander Europe of Nato, said he believed Ukraine would eventually be allowed to use long-range missiles against targets in Russia.But he told the programme Ukraine’s allies needed to be \"firm\" and \"not signal this kind of dither and dilemma\".\"At the end of the weekend President Putin will be encouraged and emboldened and President Zelensky will be disappointed,\" he said.However, Sir John said the missiles would have only \"a limited effect\" on the war as a whole.A number of former Conservative defence secretaries, including Ben Wallace, have urged the PM to lift restrictions.On Saturday, he told BBC Radio 4’s Today programme the delays and wrangling over the decision were only benefitting President Putin.Earlier this week President Putin warned Western nations against allowing Ukraine to fire long-range missiles into Russia, saying this would represent \"direct participation\" by Nato in the war.Ukraine’s allies have been reluctant to do anything which could drag them into direct conflict with Moscow.Lammy accused the Russian president of \"throwing dust up into the air\" by making such threats.\"There’s a lot of bluster – that’s his modus operandi,\" he said.\"We cannot be blown off course by an imperialist fascist.\"Since Russia launched its full-scale invasion of Ukraine in February 2022, Ukrainian cities and front lines have been under regular bombardment.Many of these missiles are launched by aircraft deep inside Russia and Kyiv says not being allowed to hit the bases from which these attacks are launched hinders its ability to defend itself.On Sunday, President Zelensky posted a fresh plea on social media, writing: \"This week, the Russians have launched around 30 missiles of various types, more than 800 guided aerial bombs, and nearly 300 strike drones against Ukraine.\"Ukraine needs strong support from our partners to defend lives against Russian terror - air defence, long-range capabilities, support for our warriors. Everything that will help force Russia to end this war.\"","score":479},{"url":"https://www.bbc.com/news/articles/c62r2y62rwro","title":"The anti-abortion activist urging followers not to support Trump","fromWeb":"BBC","summary":"","timeAdded":"2024-09-15T15:19:00.587996501Z","timePublished":"2024-09-15T00:30:15Z","photoUrl":"https://ichef.bbci.co.uk/news/480/cpsprodpb/0a64/live/655c76e0-720b-11ef-b282-4535eb84fe4b.jpg.webp","text":"Among the more than 67 million people who tuned in to the first US presidential debate between Donald Trump and Kamala Harris was Lila Rose.The young and charismatic founder of the anti-abortion group Live Action had hoped for big things from the Republican candidate: a bold display of anti-abortion beliefs and a promise to turn those beliefs into law.She was quickly disappointed. While Trump criticised Democrats’ “extreme” abortion policies, he refused to take a position on a national ban, saying instead that the issue should be left to the states. And he called himself a “leader” on IVF, putting himself at odds with Ms Rose and many in her movement, who oppose the procedure because it often involves destroying embryos.“It was painful to watch,” Ms Rose said of Trump’s performance.Ms Rose, 36, had always had reservations about Trump’s anti-abortion bona fides, after years of shifting positions (including previously declaring himself pro-choice) and his openness to what she called “concerning compromises”. But she, like most in her movement, had been encouraged by his first term and the three Trump-appointed Supreme Court nominees who went on to overturn Roe v Wade and end the nationwide right to abortion.Then Trump changed course, and her disillusionment with the former president swelled. Now on his third White House run, Trump seems to be working to appeal to all sides.He hinted he would sign federal abortion legislation, before later walking it back. He called the state-wide restrictions that came into place after Roe v Wade fell “a beautiful thing”. But later, he said abortion bans early in pregnancy went too far, suggesting Republican candidates needed to be moderate enough on the issue to “win elections”. This summer, during the Democratic National Convention, the former president posted a statement online saying his future administration would be “great for women and their reproductive rights” - language typically used by pro-choice activists.By late August, Ms Rose had had enough, telling her more than one million followers that Trump was “making it impossible” to vote for him.“It’s very clear that Trump is less pro-abortion than Kamala Harris,” she told the BBC on Thursday. “But our movement’s goal is not just to accept whatever the least worst candidate is and show up for them. Our goal is to help candidates who are going to be fighters for the pre-born.”One of the most prominent leaders in the anti-abortion movement, Ms Rose’s defection signals a potential problem with Trump’s new strategy. As Trump attempts to moderate on abortion, he risks alienating some within his socially conservative base. And in an election that may be decided by a razor-thin margin, if those voters stay home in November it could cost Trump the White House.“When a strategy like that works, you can kind of be anything to everyone,” said Mary Ziegler, a legal historian and expert on the US abortion debate. “And when it stops working you wind up being nothing to everyone.”His campaign did not respond to a request for comment. Trump in 2016, and again in 2020, had held social conservatives close. He embraced anti-abortion activists and championed their movement, becoming the first sitting president to attend the March for Life, the country’s largest annual anti-abortion demonstration.He delivered for social conservatives in a way that few Republican presidents ever had, Ms Ziegler said.“Trump, I think, always understood with his first two races that he would be politically dead in the water without the movement,” she said. “So there was much more catering to them.”In return, these voters turned out overwhelmingly for Trump. In 2020, the former president claimed 84% of white evangelical Christians - some of the most socially conservative voters in the country - up from the already high 77% in 2016.But Trump was reportedly spooked by his party’s underperformance in the 2022 midterm elections - which he and many analysts attributed to the fall of Roe v Wade - and aware of the broad public support for abortion access. So, this time around, Trump has seemed to soften on the issue.By the time the Republican primary elections began at the start of the year, he had started to criticise six-week abortion bans, promising to find a national standard that would please everyone. “Both sides are going to like me,” he said last year.And over the summer, confronted with more questions about what his White House would do on abortion, Trump could not settle on an answer.He indicated he wanted a national “standard” for abortion but has since backed away from any commitment. He said he believed in states’ authority over abortion policy but intervened in several state battles over abortion, often in opposition to social conservatives.He came out against Florida’s six-week abortion ban, saying you “need more than six weeks” and appeared to signal he would vote for a November referendum that would protect abortion in the state. A day later, after intense pressure from anti-abortion activists, he said he would vote against it. These contortions have strained relationships with key anti-abortion allies.“It’s disconcerting for our students and for our movement,” said Kristan Hawkins, head of Students for Life, one of the largest anti-abortion organisations in the country. “And what I’ve conveyed to the campaign personally is that this strategy is not a winning strategy.”A growing number of voices within the social conservative movement have started to say the same: that by playing to the middle on abortion, Trump may lose must-win voters, without actually attracting anyone new.“The frustration for pro-lifers is that Trump is saying things he thinks might ultimately reach more moderate voters, which frankly is not going to work,” said Matt Staver, founder and chairman of the Florida-based anti-abortion group Liberty Counsel. “And in doing that you’re causing consternation among other voters who are otherwise with you. There’s no point for him engaging in this.”There is no indication that Trump is facing any wide-scale exodus of social conservatives from his party, and both Mr Staver and Ms Hawkins said they would still be casting their ballots for Trump.But in an election that could hinge on a narrow slice of voters, in just a handful of states, some experts say Trump’s abortion wavering could still cost him the election.John Feehery, a Republican strategist, estimated that some 80% of white evangelical Christians - who make up about 14% of the American electorate - need to turn out for Trump to deliver him a win.“I don’t think there’s a danger of white evangelicals voting for Harris, I think there’s a real danger of them not voting,” Mr Feehery said, adding that “10,000 votes” could be enough to tip the scales.That risk could explain the reticence of most anti-abortion leaders to talk publicly about abandoning the Republican candidate.Indeed, some in the movement have expressed frustration with Ms Rose’s position, saying that while Trump is not the ideal candidate, he is still better for their cause than any Democratic opponent.Ms Hawkins of Students for Life has begun to focus her messaging, increasingly, on Harris, telling followers that the harm her administration could do - in the number of abortions alone - would eclipse any missteps by Trump.“I know we’ll be able to work with his administration,” she said. “When you believe, as pro-life activists do, that babies are dying that have a right to be born, I don’t feel I can morally take a position of sitting this out.”But Ms Rose has shrugged off any criticism that her position may inadvertently assist Harris, and her decidedly pro-choice agenda. For her, good enough is not good enough when it comes to abortion, and to Donald Trump.“I know it’s painful for a lot of you guys to hear this, people that want to go out and vote cheerfully for Trump because Kamala Harris is such a disaster… but we have to tell the truth,” she told followers the morning after the debate.“Abortion is the intentional killing of an innocent child,\" she said. \"We need to oppose it loudly.”","score":405},{"url":"https://www.bbc.com/news/articles/cn8l3x9e8ezo","title":"Titan sub disaster: Five key questions that remain","fromWeb":"BBC","summary":"","timeAdded":"2024-09-15T15:19:00.586583718Z","timePublished":"2024-09-15T01:08:06Z","photoUrl":"https://ichef.bbci.co.uk/news/480/cpsprodpb/d233/live/a72f5b30-5002-11ef-b2d2-cdb23d5d7c5b.jpg.webp","text":"It was the submersible that promised passengers the trip of a lifetime. A chance to descend 3,800m (12,500ft) to the Atlantic depths to visit the wreck of the Titanic.But last year, a dive by Oceangate’s Titan sub went tragically wrong. The vessel suffered a catastrophic failure as it neared the sea floor, killing all five people onboard.The US Coast Guard is holding a public hearing on 16 September to examine why the disaster happened, from the sub’s unconventional design to ignored safety warnings and the lack of regulation in the deep.Titan began its descent beneath the waves on the morning of 18 June 2023.On board were Oceangate’s CEO Stockton Rush, British explorer Hamish Harding, veteran French diver Paul Henri Nargeolet, the British-Pakistani businessman Shahzada Dawood and his 19-year-old son Suleman.Later that day, after the craft failed to resurface, the US Coast Guard was notified, sparking a vast search and rescue operation.The world watched and waited for news of the missing sub.  But on 22 June, wreckage was discovered about 500m (1,600ft) from Titanic’s bow. Titan had imploded just one hour and 45 minutes into the dive.These are five key questions that still need to be answered.Those on Titan could stay in contact with the support ship, the Polar Prince, with text messages sent through its onboard communications system. The log of these exchanges could reveal if there were any indications that the sub was failing.The vessel also had an acoustic monitoring device - essentially mics fixed to the sub listening for signs it was buckling or breaking.“Stockton Rush was convinced that if there was an imminent failure of the submersible, they would get an audio warning on that system,” explains Victor Vescovo, a leading deep sea explorer.But he said he was highly sceptical that this would have provided enough time for the sub to return to the surface. “The issue is how quickly would that warning happen?”If there were no apparent problems during the descent and alarms failed to sound, those on board could have been unaware of their imminent fate.The implosion itself was instantaneous, there would have been no time for the passengers to even register what was happening.Forensic experts have been examining Titan’s wreckage to find the root of the failure.There were several issues with its design.The viewport window was only rated to a depth of 1,300m (4,300ft) by its manufacturer, but Titan was diving almost three times deeper.Titan’s hull was also an unusual shape - cylindrical, rather than spherical. Most deep-sea subs have a spherical hull, so the effect of the crushing pressure of the deep is distributed equally.The sub’s hull was also made out of carbon fibre, an unconventional material for a deep-sea vessel.Metals such as titanium are most commonly used as they are reliable under immense pressures.“Carbon fibre is considered to be a material that is unpredictable [in the deep ocean],” explains Patrick Lahey, CEO of Triton Submarines, a leading manufacturer.Every time Titan went down to the Titanic - and it had made multiple dives - the carbon fibre was compressed and damaged.“It was getting progressively weaker because the fibres were breaking,” he said.The junctions between different materials also gave cause for concern. The carbon fibre was attached to two rings of titanium, creating weak points.Patrick Lahey said the commercial sub industry had a longstanding, unblemished safety record.“The Oceangate contraption was an aberration,” he told BBC News.Ships, aircraft and remotely operated vehicles (ROVs) were scrambled to the Atlantic to try to find Titan.A couple of days into the search, there were reports of underwater noises picked up by a search plane’s sonar, raising the possibility they were coming from the sub.ROVs were sent to locate the source but found nothing.It is still not clear what the sounds were - the ocean is noisy and even more so during an operation like this.A more pertinent subsea sound was detected by the US Navy’s sonar system at the time the sub went missing - an acoustic signal consistent with an implosion. The information was only made public on the day the remains of Titan were found.It is not known when the US Coast Guard was told of the noise - or whether the families and friends waiting on the sub’s support ship were informed.Eventually the deep-sea robots returned to where Titan had gone missing and the wreckage was found.Rory Golden, who was on the Oceangate expedition when contact was lost, recently told the BBC those on board the surface vessel experienced four days of fear and “false hope”.Many were concerned about Oceangate’s sub.Victor Vescovo says he was so worried, he had urged several passengers against diving on Titan - including his friend Hamish Harding, one of the five who died.“I told him, in no uncertain terms, that he should not get in the submersible,” he said.Fears about safety were also brought directly to Oceangate - including by the company’s former director of marine operations, David Lochridge, who assessed the sub while it was being developed.US court documents from 2018 show that Lochridge had identified numerous “serious safety concerns” and the lack of testing could “subject passengers to potential extreme danger in an experimental submersible”.Engineers from the Marine Technology Society also said that Oceangate’s experimental approach could result in “negative outcomes (from minor to catastrophic)” in a letter shared with Stockton Rush.In an email exchange shown to BBC News last year, deep-sea specialist Rob McCallum told Rush that the sub should not be used for commercial deep dive operations and was placing passengers in a “dangerous dynamic”.In response, Rush said he had “grown tired of industry players who try to use a safety argument to stop innovation” and dismissed warnings that he would kill someone as “baseless”.With the death of Oceangate’s CEO, we will never be able to ask why he chose not to listen to these concerns. But the public hearings could reveal who else at the company knew about them  - and why no action was taken.Deep-sea submersibles can go through an extensive safety assessment carried out by independent, specialist, marine organisations such as the American Bureau of Shipping (ABS) or DNV (a global accreditation organisation based in Norway).Oceangate chose not to put Titan through this process.The assessment would have confirmed whether the vessel - from its design through to construction, testing and operations - met certain standards.Most operators opt to have their deep-sea subs certified - but it is not mandatory.Rush described his sub as “experimental” and, in a blog post in 2019, he argued that certification “slowed down innovation”.In an email exchange with Rob McCallum, he said he didn’t need a piece of paper to show Titan was safe, and that his own protocols and the “informed consent” of passengers were enough.The passengers on Titan paid up to $250,000 (£191,135) for a place. They all had to sign a liability waiver.Irish businessman Oisin Fanning made two dives in Titan in 2022 - the last before the sub’s fatal disaster.He said the Oceangate team took safety seriously, with extensive briefings before each descent. But it wasn’t made clear to him that Titan had not been certified.“I would be lying if I said I didn't think there had been something like that done already - that it conformed with certain norms,” he said.“We all knew that the Titan was experimental. We were very confident, because obviously there'd been a few dives before that, and it seemed to be working well.”The public hearings will last for two weeks. The hope is the answers it provides could prevent a disaster like this from happening again.","score":311},{"url":"https://www.bbc.com/news/articles/cn5zrl4gew7o","title":"I met Harry as he turned 30. A tumultuous decade later, here's how he's changed","fromWeb":"BBC","summary":"","timeAdded":"2024-09-15T15:19:00.519968657Z","timePublished":"2024-09-15T10:42:36Z","photoUrl":"https://ichef.bbci.co.uk/news/480/cpsprodpb/18456/production/_130941499_harrymeghanindex.png.webp","text":"If the Duke of Sussex uses his 40th birthday to reflect on the past decade, he’ll have plenty to ponder.Prince Harry will celebrate privately on Sunday, with his wife and children, in Montecito in California before heading off on a break with friends.Messages came from the Royal Family, who haven’t publicly acknowledged Prince Harry’s birthday for two years. First, a social media post from Buckingham Palace wishing him “a very happy 40th birthday\". Then, just over an hour later, the same message was reposted by the accounts of the Prince and Princess of Wales. The posts didn’t come with personal messages but the fact they were there at all is interesting.After a tumultuous ten years - the question is whether the next decade will be a smoother ride for Harry.It’s not easy to answer. As always with the Duke and the Duchess of Sussex, views are polarised and entrenched.I first met Prince Harry in the months before his 30th birthday. He's now told the BBC it was a period in his life when he felt “anxious”.Back then, we chatted about travelling by tube - something he told me he’d never done. He joked with a BBC colleague I was with. And he talked about his plans for the future away from the comfort and shelter the Army had provided.I remember walking home thinking how restless Prince Harry had seemed.Definitely chatty and entertaining. Enthusiastic and energised. But also restless.I last met Prince Harry in May of this year. Now he's a husband, father, ex-soldier, former working member of the Royal Family and resident of California. The chat about the London Underground felt like a lifetime ago.We spent around an hour filming with him at a central London hotel where we watched him lead the games at a children’s party for one of his charities. He couldn’t resist joining in and was an impressive winner of the “who could eat a strawberry lace the fastest” competition.In many ways we were watching the Harry of old. He was informal and fun. He mucked in and chatted to just about everyone.In the noise of leaving royal life behind, this version of Prince Harry hasn’t been on show as often.In recent weeks, there have been suggestions that we might see a bit more of Prince Harry in UK, that he was feeling the pull of his former home and reaching out to old friends and those he’d previously worked with about spending more time here.But there is little evidence to back up those rumours.One friend of Harry told me a return to the UK wasn’t on the cards. “Why would he give up everything he’s achieved there to return here? His life is now in America.”But those close to him say he’d like to come over more regularly to work with the charities and organisations he supports.Security is the problem. The row with the Home Office about the level of police protection he gets in the UK is ongoing.The bottom line is Harry doesn’t feel his safety is guaranteed in the UK.When he was here earlier in the year, he was offered a place to stay at a royal residence in London.He turned it down believing his royal location would become public knowledge, attract media attention and make his movements around London difficult and risky.Instead, he stayed under the radar, based with his team in a London hotel.The physical distance between the prince and some of the organisations he works with has meant relationships have changed.But Harry’s team from his Archewell Foundation and many of the projects I talked to said the prince was an active and engaged partner, even if he was thousands of miles away.Later this month, he’ll be in New York working with a number of organisations including the Halo Trust, which helps clear landmines and rebuild communities in areas of conflict.After Russia invaded Ukraine in 2022, the Halo Trust set up a call between Harry and some of the organisation’s staff in Donbas, eastern Ukraine.“This wasn’t a quick how are you doing, thinking of you. It was a long conversation and it really meant a lot to them,” said Louise Vaughan from the Halo Trust.Back in Montecito, California, Harry’s life moves between the routine of the school run to hanging out with A-list friends.There are occasional photos published of Harry walking the dogs or Meghan having lunch with friends but with their own security team they have been able to live a relatively normal existence.Just last weekend, Harry and his Meghan were at the opening of a new bookshop in the town.On the surface it appeared a relatively modest affair until you looked at the guest list – Oprah Winfrey, Ellen de Generes and her wife Portia de Rossi were there too.The Montecito circle is exclusive, discreet and rich. It’s provided a lavish refuge for Harry and Meghan and given them a degree of protection from the public spotlight.But the Duke needs to continue making money. Maintaining their home and security detail isn’t cheap.The multi-million dollar deal with Netflix remains in place where other lucrative contracts have ended.In December comes “Polo” – a series looking at the “elite world of professional polo”. It is a sport loved by generations of royals. Harry is the executive producer.And in just weeks, the paperback version of Harry’s memoir “Spare” will be published, after the hardback sold six million copies and became the fastest selling non-fiction book of all time.Unusually for a memoir of this kind, the new paperback won’t have any updates or additional chapters. There will be no take on the Coronation which the prince attended; no insight into how difficult it has been with his father and sister-in-law unwell.Is this an olive branch from Prince Harry? A recognition that the bombshells revealed in the first version of “Spare” caused so much damage that to say anything else, after a challenging few months for the Royal Family, would be unpalatable?Maybe.The state of the relationship between Prince Harry and his royal family still fascinates.And there’s some evidence on the smallest of shifts in family relations.News of the King’s cancer diagnosis brought Harry straight back to the UK to see his father in February.He was here in the UK for 24 hours and only spent around half an hour with the King. It was a strangely short visit that many found hard to understand.But the fact that Harry flew over and the King made time to see him suggested there was potential for a fix in that fractured relationship. It is a different story, for now, with his brother.The Prince of Wales and his younger sibling do not talk. There is anger, frustration and bitterness that shows no sign of easing.Harry’s TV interviews, book and public criticism of the Royal Family has been too much for his older brother and several other senior royals.“I just can’t see a fix,” said a source who’d worked with William and Harry. “It’s been a long time now and they haven’t found a peace. Their lives are now very separate. It’s sad.”As he reaches a milestone birthday, mending his broken family relationships will be complicated and slow. Some bonds feel like they could be beyond repair.Prince Harry has made some life-changing choices over the past decade.He has left behind the “anxious” and restless 30-year-old restless prince and replaced him with the 40-year-old royal outsider, “excited” about his next decade.","score":273},{"url":"https://www.bbc.com/news/articles/cp3dv0ddwp7o","title":"Astronauts reveal what life is like on ISS – and how they deal with 'space smell'","fromWeb":"BBC","summary":"","timeAdded":"2024-09-15T15:19:00.584209704Z","timePublished":"2024-09-15T13:44:52Z","photoUrl":"https://ichef.bbci.co.uk/news/480/cpsprodpb/1c68/live/aefc2410-6f88-11ef-b282-4535eb84fe4b.jpg.webp","text":"In June two American astronauts left Earth expecting to spend eight days on the International Space Station (ISS).But after fears that their Boeing Starliner spacecraft was unsafe to fly back on, Nasa delayed Suni Williams and Butch Wilmore’s return until 2025.They are now sharing a space about the size of a six-bedroom house with nine other people.Ms Williams calls it her \"happy place\" and Mr Wilmore says he is \"grateful\" to be there.But how does it really feel to be 400km above Earth? How do you deal with tricky crewmates? How do you exercise and wash your clothes? What do you eat - and, importantly, what is the “space smell”?Talking to BBC News, three former astronauts divulge the secrets to surviving in orbit.Every five minutes of the astronauts’ day is divided up by mission control on Earth.They wake early. At around 06:30 GMT, astronauts emerge from the phone-booth size sleeping quarter in the ISS module called Harmony.“It has the best sleeping bag in the world,” says Nicole Stott, an American astronaut with Nasa who spent 104 days in space on two missions in 2009 and 2011.The compartments have laptops so crew can stay in contact with family and a nook for personal belongings like photographs or books.The astronauts might then use the bathroom, a small compartment with a suction system. Normally sweat and urine is recycled into drinking water but a fault on the ISS means the crew must currently store urine instead.Then the astronauts get to work. Maintenance or scientific experiments take up most time on the ISS, which is about the size of Buckingham Palace - or an American football field.“Inside it's like many buses all bolted together. In half a day you might never see another person,” explains Canadian astronaut Chris Hadfield, commander on the Expedition 35 mission in 2012-13.“People just don't go zipping through the station. It’s big and it's peaceful,” he says.The ISS has six dedicated labs for experiments, and astronauts wear heart, brain or blood monitors to measure their responses to the challenging physical environment.“We’re guinea pigs,” says Ms Stott, adding that “space puts your bones and muscles into an accelerated ageing process, and scientists can learn from that”.If the astronauts can, they work faster than mission control predicts.Mr Hadfield explains: \"Your game is to find five free minutes. I would float to the window to watch something go by. Or write music, take photographs or write something for my children.\"A lucky few are asked to do a spacewalk, leaving the ISS for the space vacuum outside. Mr Hadfield has done two. “Those 15 hours outside, with nothing between me and the universe but my plastic visor, was as stimulating and otherworldly as any other 15 hours of my life.\"But that spacewalk can introduce something novel to the space station - the metallic “space smell”.“On Earth we have lots of different smells, like washing machine laundry or fresh air. But in space there’s just one smell, and we get used to it quickly,” explains Helen Sharman, the first British astronaut, who spent eight days on the Soviet space station Mir in 1991.Objects that go outside, like a suit or scientific kit, are affected by the strong radiation of space. “Radiation forms free radicals on the surface, and they react with oxygen inside the space station, creating a metallic smell,” she says.When she returned to Earth, she valued sensory experiences much more. “There’s no weather in space - no rain on your face and or wind in your hair. I appreciate those so much more to this day now,” she says, 23 years later.In between working, astronauts on long stays must do two hours of exercise daily. Three different machines help to counter the effect of living in zero gravity, which reduces bone density.The Advanced Resistive Exercise Device (ARED) is good for squats, deadlifts, and rows that work all the muscle groups, says Ms Stott.Crew use two treadmills that they must strap into to stop themselves floating away, and a cycle ergometer for endurance training.All that work creates a lot of sweat, Ms Stott says, leading to a very important issue - washing.“We don't have laundry - just water that forms into blobs and some soapy stuff,\" she explains.Without gravity pulling sweat off the body, the astronauts get covered in a coating of sweat - \"way more than on Earth\", she says.\"I would feel the sweat growing on my scalp - I had to swab down my head. You wouldn't want to shake it because it just would fly everywhere.\"Those clothes become so dirty that they are thrown out in a cargo vehicle that burns up in the atmosphere.But their daily clothes stay clean, she says.“In zero-gravity, clothes float on the body so oils and everything else don’t affect them. I had one pair of trousers for three months,” she explains.Instead food was the biggest hazard. “Somebody would open up a can, for example, meats and gravy,” she says. “Everybody was on alert because little balls of grease drifted out. People floated backwards, like in the Matrix film, to dodge the balls of meat juice.”At some point another craft might arrive, bringing a new crew or supplies of food, clothes, and equipment. Nasa sends a few supply vehicles a year. Arriving at the space station from Earth is “amazing”, says Mr Hadfield.“It’s a life-changing moment when you catch sight of the ISS there in the eternity of the universe - seeing this little bubble of life, a microcosm of human creativity in the blackness,” he says.After a hard day’s work, it is time for dinner. Food is mostly reconstituted in packets, separated into different compartments by nation.“It was like camping food or military rations. Good but it could be healthier,” Ms Stott says.“My favourite was Japanese curries, or Russian cereal and soups,” she says.Families send their loved ones bonus food packs. “My husband and son picked little treats, like chocolate-covered ginger,” she says.The crew share their food most of the time. Astronauts are pre-selected for personal attributes - tolerant, laid-back, calm - and trained to work as a team. That reduces the likelihood of conflict, explains Ms Sharman.“It’s not just about putting up with somebody's bad behaviour, but calling it out. And we always give each other metaphorical pats-on-the back to support each other,” she says.And finally, bed again, and time to rest after a day in a noisy environment (fans run constantly to disperse pockets of carbon dioxide so the astronauts can breathe, making it about as loud as a very noisy office).“We can have eight hours of sleep - but most people get stuck in the window looking at Earth,” Ms Stott says.All three astronauts talked about the psychological impact of seeing their home planet from 400km in orbit.“I felt very insignificant in that vastness of space,\" Ms Sharman says. \"Seeing Earth so clearly, the swirls of clouds and the oceans, made me think about the geopolitical boundaries that we construct and how actually we are completely interconnected.\"Ms Stott says she loved living with six people from different countries “doing this work on behalf of all life on Earth, working together,  figuring out how to deal with problems”.“Why can't that be happening down on our planetary spaceship?” she asks.Eventually all astronauts must leave the ISS - but these three say they would return in a heartbeat. They don’t understand why people think the Nasa astronauts Suni Williams and Butch Wilmore are “stranded”.“We dreamed, worked and trained our entire lives hoping for an extended stay in space,\" says Mr Hadfield. \"The greatest gift you can give a professional astronaut is to let them stay longer.\"And Ms Stott says that as she left the ISS she thought: “You're gonna have to pull my clawing hands off the hatch. I don't know if I'm going to get to come back.”Graphics by Katherine Gaynor and Camilla Costa","score":270},{"url":"https://www.npr.org/2024/09/13/nx-s1-5106766/kamala-harris-first-woman-racial-identity","title":"If Harris wins, she would make history. But she isn’t talking about that","fromWeb":"NPR","summary":"","timeAdded":"2024-09-15T15:19:00.924295708Z","timePublished":"2024-09-15T06:00:00-04:00","photoUrl":"https://npr.brightspotcdn.com/dims3/default/strip/false/crop/5530x3684+0+0/resize/1100/quality/85/format/jpeg/?url=http%3A%2F%2Fnpr-brightspot.s3.amazonaws.com%2F68%2F45%2F676c4c3f41c4965af9ebf2b9e14a%2Fgettyimages-2170409017.jpg","text":"Vice President Harris boards Air Force Two in Pittsburgh, Pa., on Sept. 9, 2024.\n                \n                    \n                    Mandel Ngan/AFP\n                    \n                \n                hide caption\n            If Vice President Harris wins in November, she would make history as the first female president and the first woman of color to hold the highest office in the land. But Harris’ campaign isn’t leaning into this, and Harris herself studiously avoids getting dragged into conversations about her identity.She had only been running for president for a little more than a week when her opponent, former President Donald Trump said Harris “happened to turn Black” during an interview at the National Association of Black Journalists conference.Trump was asked to explain his comments during Tuesday night’s ABC News presidential debate, and he doubled down, saying he had read that “she was not Black” and that “I read that she was Black.”Harris, whose mother was Indian and whose father is from Jamaica, was asked to respond, and she chose not to focus on herself.“I mean honestly, I think it’s a tragedy that we have someone who wants to be president who has consistently, over the course of his career, attempted to use race to divide the American people,” Harris said.It was vintage Harris.Although she often talks about her parents, it’s usually in the context of the values they taught her or to underscore her middle-class upbringing.\n                Vice President Kamala Harris speaks as her grand-nieces Amara Ajagu, left, and Leela Ajagu watch during the Democratic National Convention on Aug. 22, 2024, in Chicago.\n                \n                    \n                    Paul Sancya/AP\n                    \n                \n                hide caption\n            Since she first ran for office, Harris has never centered her campaigns on her race or gender, even as she has repeatedly made history in 20 years of public life. She often seems annoyed when asked about it.In Harris’ recent CNN interview, anchor Dana Bash asked Harris about the viral photo of her grand-niece watching her accept the Democratic nomination last month.The little girl, her hair in braids, is in the foreground of the photo, watching Harris on stage speaking. For many, this photo spoke to the idea of Harris as someone who would be a first. But when Bash asked Harris what it means to her, the vice president sidestepped the question.“Listen, I am running because I believe that I am the best person to do this job at this moment for all Americans, regardless of race and gender,” Harris said.In a 2017 interview on the Axe Files podcast, Harris mocked reporters who, when she was San Francisco District Attorney and California Attorney General, would ask her what it’s like to be the first woman in the job.“And I would tell them, ‘I really don’t know how to answer that question because you see, I’ve always been a woman, but I’m sure a man could do the job just as well’,” Harris said.Harris allies see Trump's attacks as bait that would draw Harris into a conversation on his terms rather than hers, and that could turn off swing voters she needs to reach.“Trump is trying to use it as a playbook, to talk about identity politics instead of issues, to make it about her instead of the people,” said Karen Finney, who worked on Hillary Clinton’s campaign and has known Harris for a long time.Finney said it’s smart for Harris to avoid the fray, especially now.Finney, who like Harris is biracial, said the Vice President’s identity is on display whenever she walks into a room. But what voters want to hear about is what she’s going to do to improve their lives.“I know this from my own life, people say, ‘What are you?’ and it’s like, can’t I just be me then let’s just talk about what we’re here to talk about?” said Finney. “And I think for her there is a feeling of let’s just focus on the work.”\n                Vice President Kamala Harris claps as Gov. Kathy Hochul and Secretary Hillary Rodham Clinton embrace at the conclusion of a New York Women “Get Out The Vote” rally on November 03, 2022.\n                \n                    \n                    Michael M. Santiago/Getty Images\n                    \n                \n                hide caption\n            Hillary Clinton took a different approach eight years ago, when she was the Democratic nominee. She talked about the women whose shoulders she stood on and the cracks she and her supporters were making in what she called \"the highest, hardest glass ceiling.\"But she also spent a lot of time reacting to Trump and his record of sexist insults.“Whenever I talk about affordable childcare, and paid family leave and equal pay, he says I’m playing the women’s card,” Clinton would say at her rallies. “And you know what I say? If that’s the case, then deal me in.”The line always generated big applause.Christina Reynolds worked on Clinton’s campaign and is now at the group Emily’s List, which works to get women elected. She says back then, there were questions about whether America was ready to elect a woman.The campaign decided to lean into Clinton’s potential to make history, to motivate the Democratic base. That’s not so necessary now, Reynolds said.“The more women that run, the more we see this at a higher level, the more we know that America has elected to women at all these different positions — the more we can say, ‘Stop centering us in our identity solely and allow us to actually talk about what we’re going to do for America,’” Reynolds said.With less than two months left in this campaign, Reynolds says Harris doesn’t have any time to waste. She needs to spend every moment focused on issues voters care about.\n                For Harris' acceptance speech at the Democratic National Convention on Aug. 22, 2024, many delegates wore white — a nod to the suffragist movement.\n                \n                    \n                    Brandon Bell/Getty Images\n                    \n                \n                hide caption\n            In 2008, Hillary Clinton often wore white to mark milestone moments in her campaign in honor of the suffragist movement that fought to get women the right to vote in the early 20th century. She accepted the nomination in a white suit.On the last night of the Democratic convention in Chicago last month, the arena was a sea of white. The delegates had coordinated to dress in white, as a nod to the history that Harris could make. But Harris herself wore a conservative navy blue suit and never once mentioned making history in her speech.To Debbie Walsh, who heads the Center For American Women and Politics at Rutgers University, this approach has echoes of former President Barack Obama’s 2008 campaign. With the exception of one memorable speech, Obama didn’t make his racial identity part of his campaign pitch. He was running to be president, not the first Black president.“He did not talk about the fact that, ‘If I’m elected president, I will be the first Black president of the United States.’ We all knew it,” Walsh said.\"He was disrupting the image of who can be president of the United States and he did that successfully,\" Walsh said, noting that like Obama, Harris doesn’t have to talk about being a woman of color for everyone to know she would make history if she wins.NPR's Megan Lim contributed to this story.","score":221},{"url":"https://www.npr.org/2024/09/15/g-s1-23070/venezuela-arrest-6-foreigners","title":"Venezuela says it arrested 6 foreigners allegedly involved in a plot to kill Maduro","fromWeb":"NPR","summary":"","timeAdded":"2024-09-15T15:19:00.732025668Z","timePublished":"2024-09-15T03:07:04-04:00","photoUrl":"https://npr.brightspotcdn.com/dims3/default/strip/false/crop/6161x4107+0+0/resize/1100/quality/85/format/jpeg/?url=http%3A%2F%2Fnpr-brightspot.s3.amazonaws.com%2Fad%2F1c%2Fd040a991437587ebbcd50021ed83%2Fap24258862264213.jpg","text":"Venezuelan President Nicolas Maduro addresses government loyalists gathered at the presidential palace in support of his reelection one month after the presidential vote, in Caracas, Venezuela on Aug. 28, 2024.\n                \n                    \n                    Ariana Cubillos/AP\n                    \n                \n                hide caption\n            BOGOTA, Colombia — Three Americans, two Spaniards and a Czech citizen were arrested Saturday after Venezuelan officials accused them of coming to the South American country to assassinate President Nicolas Maduro.The arrests were announced on state television by Diosdado Cabello, the nation's powerful interior minister. Cabello said the foreign citizens were part of a CIA-led plot to overthrow the Venezuelan government and kill several members of its leadership. In the television program, Cabello showed images of rifles that he said were confiscated from some of the plotters of the alleged plan.The arrest of the American citizens included a member of the Navy, who Cabello identified as Wilbert Joseph Castañeda Gomez. Cabello said that Gomez was a navy seal who had served in Afghanistan, Iraq and Colombia. Spain's embassy in Venezuela did not reply to a request for comment on the arrests of its citizens.The U.S. State Department late Saturday confirmed the detention of a U.S. military member and said it was aware of “unconfirmed reports of two additional U.S. citizens detained in Venezuela.”“Any claims of U.S. involvement in a plot to overthrow Maduro are categorically false. The United States continues to support a democratic solution to the political crisis in Venezuela,” the statement said.The announcement of the arrests comes just two days after the U.S. Treasury imposed sanctions on 16 allies of Maduro who were accused by the U.S. government of obstructing voting during the disputed July 28 Venezuelan presidential election, and carrying out human rights abuses.Earlier this week, Spain's parliament recognized opposition candidate Edmundo Gonzalez as the winner of the election, angering Maduro allies who called on the Venezuelan government to suspend commercial and diplomatic relations with Spain.Tensions between Venezuela's government and the U.S. have increased as well following the election, whose result sparked protests within Venezuela in which hundreds of opposition activists were arrested.Venezuela's Electoral Council, which is closely aligned with the Maduro administration, said Maduro won the election with 52% of the vote, but did not provide a detailed breakdown of the results.Opposition activists, however, surprised the government by collecting tally sheets from 80% of the nation's voting machines. The tally sheets collected by the opposition were published online, and they indicate that Gonzalez won the election with twice as many votes as Maduro.Despite international condemnation over the election's lack of transparency, Venezuela's supreme court, which has long backed Maduro, confirmed his victory in August. Venezuela's attorney general then filed conspiracy charges against Gonzalez, who fled to Spain last week after it became clear he would be arrested.Maduro has dismissed requests from several countries, including the leftist governments of Colombia and Brazil, to provide tally sheets that prove he won the election. Maduro, who has been in power since 2013, has long claimed the U.S. is trying to overthrow him through sanctions and covert operations.The Maduro administration has previously used Americans imprisoned in Venezuela to gain concessions from the U.S. government. In a deal conducted last year with the Biden administration, Maduro released 10 Americans and a fugitive wanted by the U.S. government to secure a presidential pardon for Alex Saab, a close Maduro ally who was held in Florida on money laundering charges. According to U.S. prosecutors, Saab had also helped Maduro to avoid U.S. Treasury sanctions through a complex network of shell companies.","score":197},{"url":"https://www.bbc.com/news/articles/c1488zz8jnzo","title":"Trump loses Electric Avenue song legal fight ","fromWeb":"BBC","summary":"","timeAdded":"2024-09-15T15:19:00.56482673Z","timePublished":"2024-09-15T11:54:17Z","photoUrl":"https://ichef.bbci.co.uk/news/480/cpsprodpb/f2ff/live/dcbdcd10-71cf-11ef-b02d-c5f3b724a1ea.jpg.webp","text":"Former US President Donald Trump has been found liable to pay damages to London singer and songwriter Eddy Grant for using his song Electric Avenue without permission.It has taken Mr Grant, 76, more than four years to sue the Republican candidate in this year’s presidential election in the US courts, over his 2020 campaign video that used a 40-second clip of the song.The video was viewed 13.7 million times before Twitter, now known as X, took it down.A federal judge in Manhattan ruled Mr Trump breached Mr Grant's copyright for his 1983 hit, and is now liable for damages as well as paying for the singer's legal fees.Mr Grant's battle with the former President began in August 2020, when he was seeking re-election to the White House. The songwriter's counsel, Wallace E.J. Collins, issued a cease and desist letter to Donald Trump's campaign team.On Friday, Judge John G. Koeltl rejected arguments from Mr Trump’s lawyers that the Twitter video was shielded under copyright’s fair use doctrine, which allows for the use of protected works in certain situations.Brian D. Caplan, Mr Grant’s attorney, told Business Insider: “As a staunch believer of artist’s rights and the ability to control their creative output, Mr. Grant believes that the decision will help others in their fight against the unauthorized use of sound recordings and musical compositions.“Politicians are not above the law and the court reaffirmed that.”Earlier this month a US judge has ordered the Trump campaign to stop using the song Hold On, I’m Coming at his rallies, in response to a lawsuit from the family of the song's co-writer, Isaac Hayes.Dozens of other artists have objected to the use of their songs at Trump rallies in recent months including Abba, Foo Fighters, Celine Dion and Johnny Marr.Electric Avenue takes its name from the south London road in Brixton, the first market street in the capital to be lit by electricity. It still forms part of Brixton Market today.It inspired the title of Mr Grant’s song, written as a response to the 1981 Brixton riots, which reached number two in the charts in both the UK and the US.Mr Trump's team has been approached for comment about the Electric Avenue court case.Listen to the best of BBC Radio London on Sounds and follow BBC London on Facebook, X and Instagram. Send your story ideas to hello.bbclondon@bbc.co.uk","score":166},{"url":"https://www.npr.org/2024/09/15/g-s1-23092/torrential-rains-trigger-mass-evacuations-as-rivers-surge-in-central-europe","title":"Torrential rains trigger mass evacuations as rivers surge in Central Europe","fromWeb":"NPR","summary":"","timeAdded":"2024-09-15T15:19:00.722506492Z","timePublished":"2024-09-15T10:48:03-04:00","photoUrl":"https://npr.brightspotcdn.com/dims3/default/strip/false/crop/8640x5760+0+0/resize/1100/quality/85/format/jpeg/?url=http%3A%2F%2Fnpr-brightspot.s3.amazonaws.com%2F65%2F29%2F057128d0490898254445f0e91a06%2Fap24258592822253.jpg","text":"The Bela River flows past a church during floods in Mikulovice, Czech Republic, Saturday, Sept. 14, 2024.\n                \n                    \n                    Petr David Josek/AP\n                    \n                \n                hide caption\n            PRAGUE — Another night of torrential rains pounding Central Europe forced massive evacuations in the hardest hit areas in the Czech Republic, where floods reached extreme levels on Sunday.Meteorologists have warned the situation still might get worse as waters in most rivers are rising, the flood wave made its way through the country and more heavy rains could return overnight.Authorities declared the highest flood warnings in almost 90 places across the country and in two northeastern regions that recorded the biggest rainfall in recent days, including the Jeseniky mountains near the Polish border.In the city of Opava, up to 10,000 people out of a population of around 56,000 have been asked to leave their homes for higher ground. Rescuers used boats to transport people to safety in a neighborhood flooded by the raging Opava River.\"There's no reason to wait,\" Mayor Tomáš Navrátil told Czech public radio. He said that the situation was worse than during the last devastating floods in 1997, known as the \"flood of the century.\"\"We have to focus on saving lives,\" Prime Minister Petr Fiala told Czech public television on Sunday. His government was to possibly meet Monday to assess the damages.The worst \"is not behind us yet,\" the prime minister warned.\n                A drone image showing the floods in the Ostrava-Koblov district, Czech Republic, on Sunday.\n                \n                    \n                    Petr Sznapka/CTK via AP\n                    \n                \n                hide caption\n            Thousands of others also were evacuated in the towns of Krnov, which was almost completely flooded, and Cesky Tesin. The Oder River that flows to Poland was reaching extreme levels in the city of Ostrava and in Bohumin, prompting mass evacuations.Ostrava, the regional capital is the third-largest Czech city. Its mayor, Jan Dohnal, said the city is facing major traffic disruptions in the days to come. Almost no trains were operating in the region.Towns and villages in the Jeseniky mountains, including the local center of Jesenik, were inundated and isolated by raging waters that turned roads into rivers. The military sent a helicopter to help with evacuations.Jesenik mayor Zdenka Blistanova told Czech public television that several houses in her and other nearby towns have been destroyed by the floods. A number of bridges and roads have been also badly damaged.Four people who were swept away by waters were missing, police said.About 260,000 households were without power Sunday morning in the entire country, while traffic was halted on many roads, including the major D1 highway.A firefighter died after \"slipping on stairs\" while pumping out a flooded basement in the town of Tulln, the head of the fire department of Lower Austria Dietmar Fahrafellner told reporters on Sunday.Authorities declared the entire state of Lower Austria a disaster zone, while emergency personnel have so far evacuated 1,100 houses there.\"We are experiencing difficult and dramatic hours in Lower Austria. For many people in Lower Austria these will probably be the most difficult hours of their lives,\" said Johanna Mikl-Leitner, the governor of Lower Austria.In Vienna, the Wien River overflowed its banks, flooding homes and forcing first evacuations of houses in the river's proximity.Romanian authorities said Sunday that another person had died in the hard-hit eastern county of Galati after four were reported dead there a day before, following unprecedented rain.\n                A man stands in waist-deep water that has flooded the streets and houses in the town of Kłodzko, in Poland's southwest, on Sunday.\n                \n                    \n                    Krzysztof Zatycki/AP\n                    \n                \n                hide caption\n            In Poland, one person was presumed dead in floods in the southwest, Prime Minister Donald Tusk said Sunday.Tusk said the situation was \"dramatic\" around the town of Klodzko, with about 25,000 residents, located in a valley in the Sudetes mountains near the border with the Czech Republic.In Glucholazy, rising waters overflowed a river embankment and flooded streets and houses. Mayor Paweł Szymkowicz said, \"we are drowning,\" and appealed to residents to evacuate to high ground.Energy supplies and communications were cut off in some flooded areas, and regions may resort to using the satellite-based Starlink service, Tusk said.Several Central European nations have been hit by severe flooding, including Romania, Austria, Germany, Slovakia and Hungary, as a result of a low-pressure system from northern Italy dumping heavy rainfall in the region.The weather change arrived following a hot start to September in the region. Scientists have documented Earth's hottest summer, breaking a record set just a year ago.A hotter atmosphere, driven by human-caused climate change, can lead to more intense rainfall.","score":158},{"url":"https://www.bbc.com/news/articles/cged39yw3y9o","title":"'I'm trapped in a joint mortgage with my abuser'","fromWeb":"BBC","summary":"","timeAdded":"2024-09-15T15:19:00.581162329Z","timePublished":"2024-09-15T01:22:48Z","photoUrl":"https://ichef.bbci.co.uk/news/480/cpsprodpb/e7d5/live/d201e750-7105-11ef-b02d-c5f3b724a1ea.jpg.webp","text":"More than a decade after leaving her abusive ex-husband, Lauren is still trapped in their joint mortgage.Her ex stopped making repayments, blocked attempts to sell or remortgage the property and withheld child maintenance.Lauren, not her real name, told the BBC she and her children were left penniless.It comes as a charity warns domestic abusers are using joint mortgages as a weapon. Meanwhile, the banking industry is working to break the cycle of economic abuse.A survey, published on Wednesday, of 1,000 women who held a joint mortgage in the last two years by charity Surviving Economic Abuse found one in eight experienced joint mortgage abuse.The majority of those surveyed said the cost of living made their situation worse and the joint mortgage prevented them leaving their unsafe living arrangement.Lauren told the BBC: “[The abuse] started with name-calling shortly after we moved in together then, after the birth of my oldest child, things turned physical.\"Shortly after giving birth to their child, Lauren's ex-husband tried to rape her and, on another occasion, he broke her wrist. After he violently assaulted one of her children, Lauren decided to leave.Throughout their marriage, her ex-husband had also exerted control over their family finances.Economic abuse, which is recognised in the Domestic Violence Act, is estimated to occur in 95% of domestic abuse.And for many people like Lauren, it can continue long after a victim escapes their home.Despite Lauren being awarded the house in the divorce, her abuser remains on their joint mortgage, and she told the BBC her ex had blocked attempts to sell and remortgage the property and racked up huge debts in their name. It could have been different had Lauren been able to quickly sell the family home.“It’s sickening. The sale of the house would have given us a secure and fresh start,” she said.Joint mortgages make buying a property easier, allowing people to borrow more money than on their own. However, a joint mortgage can cause economic devastation if someone refuses to pay their agreed share, agree to new terms, or sell up. An abuser can continue to exert financial control.A survey, published on Wednesday, of 1,000 women who held a joint mortgage in the last two years by charity Surviving Economic Abuse (SEA) found one in eight experienced joint mortgage abuse.The majority of those surveyed said the cost of living made their situation worse and the joint mortgage prevented them leaving their unsafe living arrangement.The charity is calling on ministers to set up an urgent cross-government task force alongside the banking trade body, UK Finance, to better handle cases of mortgage-based abuse.“Perpetrators can use joint liability to cause a lot of economic harm,” said Deirdre Cartwright, public affairs and policy manager at SEA.Financial analyst Sarah Coles, from Hargreaves Lansdown, says anyone can become a victim. Her advice includes:A separate survey by the Building Societies Association (BSA) suggested many secret savers were setting money aside without telling a partner.Primarily, this was done to maintain a feeling of independence, but the next most popular reason was to use it as an escape fund.However, there remain millions of people in the UK with little or no savings. The survey suggested women were almost twice as likely as men to have less than £100 put aside.The financial sector has made progress in recent years to support those experiencing and fleeing from domestic violence.TSB recently announced an Emergency Flee Fund, offering payments of up to £500. Starling Bank has also made progress in stopping abusers sending messages to their victims through payments. Many bank branches have safe spaces, where someone can speak privately.However, joint mortgages, because of the contractual obligation to both parties, can be weaponised long after initial separation. Under current laws, any contractual changes require both parties' consent.Owning your own home with a partner also affects access to vital resources to help people leave an abuser and severely limits access to legal aid and representation.In addition to bearing the brunt of joint mortgage payments, some also have to incur expensive legal fees during court proceedings.\"Financial abuse is a horrendous crime,\" said Fiona Turner, head of vulnerability policy at banking trade body UK Finance. \"We need a quicker route to getting debts and mortgages separated and getting parties delinked.\"Whatever the challenges, campaigners and survivors say economic abuse should not stop women leaving dangerous partners when their life and safety is at risk.\"There should be more understanding from lenders on mitigating circumstances,” said Ms Coles. “Leaving is not easy, but it is worth it.”","score":150},{"url":"https://www.bbc.com/news/articles/c5y83q6v9y7o","title":"Lib Dem leader: Invest in NHS or accept decline","fromWeb":"BBC","summary":"","timeAdded":"2024-09-15T15:19:00.569460327Z","timePublished":"2024-09-15T10:43:28Z","photoUrl":"https://ichef.bbci.co.uk/news/480/cpsprodpb/95cb/live/eeeb9230-72a9-11ef-b159-eda0716bb359.jpg.webp","text":"Liberal Democrat leader Ed Davey is urging the Labour government to “invest more in the NHS or accept continued decline”.Sir Ed is calling for a “budget for the NHS” in October, with more investment in hospitals and training doctors, nurses and dentists.The party says the NHS needs £3.7bn a year extra in day-to-day spending, and a further £1.1bn a year for investment.The NHS and social care are the main focuses of the party’s autumn conference in Brighton.The conference comes in the week a report by surgeon and independent peer Lord Darzi described the NHS as a “broken system” that was in “serious trouble”.The former Labour minister's report said the NHS had been “starved” of funding for hospital repairs and faced a shortfall of £37bn of investment.In response, Prime Minister Sir Keir Starmer promised a 10-year plan for the NHS, but he said there would be no extra funding without reform.The Lib Dem leader is using his party’s conference to say reform on its own will not be enough, ahead of Chancellor Rachel Reeves's autumn budget.“We need to see a budget for the NHS, with investment to fix our crumbling hospitals, replace ageing equipment and ensure people can see a GP or dentist when they need to,” Sir Ed said.“The government can only deliver the improvements that patients urgently need with additional investment in the NHS alongside reform.“The government faces a stark choice: invest more in the NHS or accept continued decline.”Sir Ed told the BBC's Sunday with Laura Kuenssberg programme that addressing social care was \"the most important part\" of health care reform.\"I don't believe you can sort out some of the problems in our hospitals where people can't get discharged, where people keep going back, and there's a revolving door, unless you sort out social care,\" he said.\"And that means better care homes, more care staff, better domiciliary care services, paying care workers more.\"The Lib Dems were in a sunny mood befitting of the weather in Brighton, as they celebrated winning 72 seats - their most-ever MPs - in July’s general election.Sir Ed - who carried out a series of daring stunts during the election campaign - opened the conference in eye-catching fashion, by riding a jet ski through Brighton Marina.Now the third-largest party in the House of Commons, the Lib Dems are positioning themselves as a “constructive opposition”.But this conference is also about carving out dividing lines with Labour, which won a huge majority in the general election.Sir Ed told the BBC the Lib Dems \"absolutely will challenge the government where we disagree with them\" and pledged to be a \"better opposition than the Conservatives\".At a fringe event, the new MP for Cheadle, Tom Morrison, said “empowering communities” and pushing for reform of social care were ways the party could distinguish itself from Labour.Another newly elected Lib Dem MP, Paul Kohler, said his party needed to “challenge the authoritarian side of Labour” and propose progressive solutions to problems, such as the overcrowding crisis in prisons.But they all agreed the Conservatives were still their main opponents in most election battlegrounds.In a speech on day one of the conference, chief whip Wendy Chamberlain claimed the Liberal Democrats were “the party of the NHS and care”.The MP said the Lib Dems will use their boosted numbers in Parliament to call for urgent improvement to NHS services.The Lib Dems put the NHS and social care at the heart of its election manifesto.When asked how they would pay for their policies, the party said the extra £1.1bn of capital investment would come from borrowing.The additional £3.7bn a year on day-to-day spending would be raised through closing loopholes in capital gains tax, the party said.The Lib Dems claim only 0.1% of the population would see a tax rise under their plans to fund this spending top-up.In her speech, Chamberlain was critical of the Conservatives, who the Lib Dems took most of their seats from in the general election.But she also lambasted the SNP, who she accused of taking voters in Scotland for granted and using its platform in Parliament to “grandstand”.“The SNP has pursued a decade of division and the people of Scotland have paid the price,” she said.She said the Lib Dems have a chance to “kick the SNP out of power” at the next set of elections to the Scottish Parliament in 2026.On Sunday, the Lib Dems turned their focus to education, with education spokesperson Munira Wilson giving a speech calling for an expansion of free school meals to all children in poverty.The conference will continue in Brighton until Tuesday, when Sir Ed will make a speech to the party faithful.","score":147},{"url":"https://www.npr.org/2024/09/14/g-s1-22158/climate-food-farming-solution","title":"How we grow food affects the climate. Here are solutions communities are taking to help","fromWeb":"NPR","summary":"","timeAdded":"2024-09-15T15:19:02.739471259Z","timePublished":"2024-09-14T14:00:00-04:00","photoUrl":"https://npr.brightspotcdn.com/dims3/default/strip/false/crop/5205x3470+0+0/resize/1100/quality/85/format/jpeg/?url=http%3A%2F%2Fnpr-brightspot.s3.amazonaws.com%2Fa6%2Ff2%2F15103f88464ebb6b197776de4f09%2Fgettyimages-2166486728.jpg","text":"Windmills towers over a soy bean field on August 10, 2024 near Charles City, Iowa.\n                \n                    \n                    Scott Olson/Getty Images\n                    \n                \n                hide caption\n            Climate change is affecting our food, and our food is affecting the climate. NPR is dedicating a week to stories and conversations about the search for solutions.As NPR's climate solutions reporter Julia Simon puts it, \"modern agriculture is a big driver of climate change. Powerful warming gases are released from cows and fertilized soils, and deforestation that’s driven by rising food demand.\"You may have even started seeing changes in which plants thrive and which are struggling to survive in your area: Earlier this year, the U.S. Department of Agriculture updated its hardiness map (what can safely grow where) for the first time in 11 years. Hobby gardeners and growers alike have started experiencing changes. Recent wildfire smoke in the West may be changing the potato harvest in Idaho. Tribes in Michigan are choosing not to tap trees for maple syrup because of unseasonably warm and dry winters.But with the challenges come efforts to find solutions. Across the country communities are tackling this challenge, so we've gathered some examples from across the NPR Network of how we can change the food we grow to support climate goals.Using technology to advance the science of agricultureResearchers at Cornell University are using a machine called a respiration chamber to measure exactly how much gas a cow emits to better understand the emissions associated with dairy and meat farming. As WSKG's Rebecca Redelmeier reports, the data is essential for figuring out which feed additives work to reduce gas in cows and how to improve them.➡️  LISTEN: Reimagining our Meat System➡️  Future of tomatoes amid CA drought: Hydroponic farming?Meanwhile, entomologist Brian Spiesman, a professor at Kansas State University, has created a new smartphone app called BeeMachine that harnesses artificial intelligence to identify different species of bees and study habitat loss. And as KCUR Kansas City reports, \"the app lets the public participate in documenting bees, too, by snapping photos when they spot one,\" providing valuable insight on where bees live.Some solutions start by honoring indigenous knowledgeAs the Gulf States Newsroom's Danny McArthur reports, \"environmentally conscious approaches to farming are getting more federal support in the United States. In the Gulf South, some small farmers are taking advantage of the billions of federal dollars now available for climate-smart agriculture.\" McArthur followed up with three farms across Mississippi that are using sustainable practices, some of which are a return to the techniques Black farmers have used for generations. For this year's Climate Solutions Week, McArthur also followed Black-owned farms growing crops with the climate in mind.➡️  How the Seed Savers Exchange works to preserve American crop biodiversityOthers are reintroducing biodiversity into their local ecosystem. Angie Comeaux started an indigenous food forest on her farm in Florala, Ala., featuring thousands of native trees, along with hundreds of plant species. The crops are planted in such a way as to foster cooperation, designed to grow stronger, together.How we use the land we have mattersThere's only so much land available, and how we choose to use it often reflects our priorities as an economy. But some communities have begun to figure out ways to maximize the yield, while sustaining the environment. For example, as Frank Morris reports for Harvest Public Media, \"solar power is the fastest growing source of electricity in the U.S., but some new solar installations are taking over productive farm ground. Scientists are trying to develop ways to get both calories and kilowatts from the same land.\" So researchers are experimenting with different row crops, flowering plants and veggies to see what can coexist successfully with solar panels. ➡️  This family runs two dairy farms — one organic, one conventional — as part of being good stewards of the land.Meanwhile, in parts of the country where people have settled closer together, urban farming presents a world of opportunities — and new challenges to navigate. As WFAE's Zachary Turner reports, a developer in Charlotte, N.C., is trying to build a 1,400-acre mixed-use community centered around an urban farm. Anther effort in Charlotte partnered urban farmers and an insurance company to not only help grow food, but to provide food and farm education and help to make eating locally affordable. Loading...","score":145},{"url":"https://www.bbc.com/news/articles/c5y37dvlr70o","title":"How the world’s smelliest fruit is making coffee more expensive","fromWeb":"BBC","summary":"","timeAdded":"2024-09-15T15:19:00.570643245Z","timePublished":"2024-09-15T02:33:23Z","photoUrl":"https://ichef.bbci.co.uk/news/480/cpsprodpb/7065/live/72a5a0a0-71f8-11ef-8c1a-df523ba43a9a.jpg.webp","text":"How much is too much for a caffeine fix?Prices like £5 in London or $7 in New York for a cup of coffee may be unthinkable for some - but could soon be a reality thanks to a \"perfect storm\" of economic and environmental factors in the world's top coffee-producing regions.The cost of unroasted beans traded in global markets is now at a \"historically high level\", says analyst Judy Ganes.Experts blame a mix of troubled crops, market forces, depleted stockpiles - and the world’s smelliest fruit.So how did we get here, and just how much will it impact your morning latte?In 2021, a freak frost wiped out coffee crops in Brazil, the world's largest producer of Arabica beans - those commonly used in barista-made coffee.This bean shortfall meant buyers turned to countries like Vietnam, the primary producer of Robusta beans, that are typically used in instant blends.But farmers there faced the region’s worst drought in nearly a decade.Climate change has been affecting the development of coffee plants, according to Will Firth, a coffee consultant based in Ho Chi Minh City, in turn impacting bean yields.And then Vietnamese farmers pivoted to a smelly, yellow fruit - the durian.The fruit - which is banned on public transport in Thailand, Japan, Singapore and Hong Kong because of its odour - is proving popular in China.And Vietnamese farmers are replacing their coffee crops with durian to cash in on this emerging market.Vietnam's durian market share in China almost doubled between 2023 and 2024, and some estimate the crop is five times more lucrative than coffee.\"There’s a history of growers in Vietnam being fickle in response to market price fluctuations, overcommitting, and then flooding the market with quantities of their new crop,\" Mr Firth says.As they flooded China with durian, Robusta coffee exports were down 50% in June compared to the previous June, and stocks were now \"near depleted\", according to the International Coffee Organisation.Exporters in Colombia, Ethiopia, Peru and Uganda have stepped up, but have not produced enough to ease a tight market.\"Right at [the] time when things started to rev up for demand of Robusta, is right when the world was scrambling for more supply,\" explains Ms Ganes.This means Robusta and Arabica beans are now trading at near-record highs on commodity markets.Is the shifting global coffee economy actually impacting the price of your coffee on a high street? The short answer: potentially.Wholesaler Paul Armstrong believes coffee drinkers may soon face the \"crazy\" prospect of paying more than £5 in the UK for their caffeine fix.“It’s a perfect storm at the minute.”Mr Armstrong, who runs Carrara Coffee Roasters based in the East Midlands, imports beans from South America and Asia, which are then roasted and sent to cafés around the UK.He tells the BBC he recently increased his prices, hoping it would account for the higher asking prices - but says costs have “only intensified” since.He adds that with some of his contracts ending in the coming months, cafés he serves will soon have to decide whether to pass the higher costs on to their customers.Mr Firth says some segments of the industry will be more exposed than others, though.\"It’s really the commercial quantity coffee that will experience the most disuption. Instant coffee, supermarket coffee, stuff at the gas station - that's all going up.\"Industry figures caution that a high market price for coffee may not necessarily translate into higher retail prices.Felipe Barretto Croce, CEO of FAFCoffees in Brazil, agrees that consumers are \"feeling the pinch\" as consumer prices have risen.But he argues that is \"mostly due to inflationary costs in general\", such as rent and labour, rather than the cost of beans. Consultancy Allegra Strategies estimates beans contribute less than 10% of the price of a cup of coffee.\"Coffee is still very cheap, as a luxury good, if you make it at home.\"He also says that the cost of lower-quality beans rising means high-quality coffee may now be seen as better value.\"If you go into a speciality coffee shop in London and get a coffee, versus a coffee in Costa Coffee, the difference [in price] between that cup and the speciality coffee is much smaller than it used to be.\"But there is hope of price relief on the horizon.The upcoming spring crop in Brazil, which produces a third of the world's coffee, is now \"crucial\", according to Mr Croce.\"What everyone is looking at is when the rains will return,\" he says.\"If they return early, the plants should be healthy enough and the flowering should be good.\"But if the rains come as late as October, he adds, yield predictions for next year’s crop will fall and market stress will continue.In the long term, climate change poses serious challenges for the global coffee industry.A study from 2022 concluded that even if we drastically reduce greenhouse gas emissions, the area most highly suited for growing coffee could decline by 50% by 2050.One measure to future-proof the industry that has the support of Mr Croce is a \"green premium\" - a small tax levied on coffee given to farmers to invest in regenerative agricultural practices, which help protect and sustain the viability of farmlands.So while smelly fruit is partly responsible for price rises now - a changing climate may ultimately strain the affordability of coffee in the years to come.","score":141}]