[{"url":"https://www.bbc.com/news/articles/c20mn1z3vm6o","title":"'Our husbands didn't go to war for Ukraine so we can sit around crying'","fromWeb":"BBC","summary":"","timeAdded":"2024-09-21T22:53:00.54581772Z","timePublished":"2024-09-20T18:10:23Z","photoUrl":"https://1000logos.net/wp-content/uploads/2016/10/BBC-Logo.jpg","text":"Maria Ivashchenko’s husband Pavlo volunteered to fight the very same day Russia invaded Ukraine in 2022.Six months later, he was killed as Ukrainian forces went on a counter-offensive in the region of Kherson – making Maria one of the hundreds of thousands of Ukrainians who have lost loved ones in the war.To cope with her grief, Maria has been attending therapy classes organised by a volunteer group called Alive. True Love Stories.In the sessions, the widows and mothers of fallen fighters express their feelings, and seek solace and closure by painting. They then accompany their paintings with written stories of their love.Maria says that painting helps externalise and process memories and moments that people can be afraid to re-live. \"There's total trust. No one will judge you, whether you laugh or cry,” she adds. “They understand you unconditionally. There's no need to explain anything.”\"There's a reason why it's called Alive. We came back to life. This project has pulled many of us out of the abyss.\"The founder of Alive, Olena Sokalska, says more than 250 women have become involved in her project so far, and there is a waiting list of about 3,000.Olena says that the paintings generally depict scenes that remind the women of the times they spent with their loved ones or of dreams they had. Some paint themselves or their husbands, Olena adds. “Very often they paint angels, their families or children are depicted as angels,\" she says. \"These paintings mark the end of the life they had and the beginning of a new life.\"In addition to the trauma of bereavement, the dangers and insecurities of war have affected millions of Ukrainians.Anna Stativka, a Ukrainian psychotherapist, explains that when wars start people lose safety and stability – basic human needs.“When these two basic resources are gone very suddenly, this creates a lot of stress.\" In situations where war is sustained, this can also turn chronic, with symptoms such as anxiety, depression, apathy, insomnia, lack of concentration and difficulties with memory.\"You can't stay in this hyper alert state for so long,” Ms Stativka says, adding that this has consequences on people’s mental and physical health.“So this is generally what is happening to Ukrainian society,\" she says.Research and statistics suggest that the share of Ukrainians who are experiencing mental health issues is huge, and it is growing.According to the Ukrainian Health Ministry, the number of patients complaining of mental health problems this year has doubled since 2023, and market research data shows antidepressant sales have jumped by almost 50% since 2021.A study published in the medical journal The Lancet suggests that 54% of Ukrainians (including refugees) have PTSD. Severe anxiety is prevalent among 21%, and high levels of stress among 18%.Another study carried out in 2023 showed that 27% of Ukrainians felt depressed or very sad, up from 20% in 2021, the year before Russia's full-scale invasion.The World Health Organisation (WHO) estimates that the majority of Ukraine's population may be experiencing distress caused by war.\"It may have different symptoms. Some feel sadness, some feel anxiety, some have difficulties with sleep, some feel fatigue. Some are getting more angry. Some people have unexplained somatic syndromes, be it just pain or feeling bad,\" the WHO representative in Ukraine, Jarno Habicht, told the BBC.But, Mr Habicht says, Ukraine has made strides in dealing with the acute crisis and battling the Soviet-era stigma associated with mental health.He says mental health was prioritised during the first months of the war. “Ukraine started to talk about mental health, and I think that's something unique which we have not seen in many places,\" Mr Habicht says.Ukraine's first lady Olena Zelenska spearheads a mental health campaign called How are you? and she also held the Third Summit of First Ladies and Gentlemen focusing on mental health in times of war. It was co-hosted by the British broadcaster, author and mental health campaigner Stephen Fry.In an interview with the BBC's Ukrainecast, Mr Fry described the mental health challenges facing Ukraine as an \"urgent crisis\", but said he was also impressed by what Ukraine is doing to address it.\"It's extraordinary to me that in Ukraine this is being talked about,\" Mr Fry said. \"It is certainly a strength of Ukraine. The day Russians start to talk about the mental health of their soldiers and the crises amongst them will be the day that it's moved away from some of the totalitarian horror in which it seems to be mired at the moment.\"According to psychotherapist Anna Stativka, one of the ways in which Ukrainian society has responded to the trauma of war is by coming together.She says that people have generally become much more ready to help to each other and are much more polite, even in public places. “People talk to neighbours more. So many are volunteering, donating, trying to help each other. This is a very stabilising factor. We see much more trust towards each other, much more empathy,\" she says.Maria Ivashchenko is now raising four children on her own. But she is smiling again, even if through tears sometimes. He message to those who are struggling with their loss is: \"Don't be afraid to talk to people. Get out of your bubble. Don't be alone.”\"The most important thing is not to give up and not to think that you're alone in this world, or that nobody cares. Oh yes, they do,\" she says.\"Our husbands did not go to war so that we can sit around crying, but so that we keep moving on, so that we keep living.\"The impact of this war will be felt by generations to come, but Ukrainians are working hard to deal with the trauma now.","score":590},{"url":"https://www.npr.org/2024/09/20/nx-s1-5048534/biden-lame-duck-kamala-harris","title":"How Biden is getting used to life as a lame-duck president","fromWeb":"NPR","summary":"","timeAdded":"2024-09-21T22:53:01.020352612Z","timePublished":"2024-09-21T06:00:00-04:00","photoUrl":"https://npr.brightspotcdn.com/dims3/default/strip/false/crop/5760x3840+0+0/resize/1100/quality/85/format/jpeg/?url=http%3A%2F%2Fnpr-brightspot.s3.amazonaws.com%2F4a%2F9a%2F2186115e44ca93ef367e82d051bd%2Fgettyimages-2171683260.jpg","text":"President Biden delivers remarks at the 2024 National HBCU Week Conference in Philadelphia on Sept. 16, 2024.\n                \n                    \n                    Andrew Caballero-Reynolds/AFP via Getty Images\n                    \n                \n                hide caption\n            Wilmington, Del., pop. 71,000, is not the most likely of destinations for a summit of world leaders gathering to discuss the issues facing the Indo-Pacific region.But this weekend, that is where President Biden is welcoming his counterparts from India, Japan and Australia — bringing them to his beloved hometown to talk about military and coast guard cooperation, and shared work on cervical cancer research.It’s an example of how Biden is filling his schedule with a combination of the personal and the political – with an eye on his legacy – as his time in office winds down. Biden is now in the twilight of his presidency, and increasingly acknowledges it in public.\n                President Biden holds a jersey given to him by the University of South Carolina women's basketball team during a White House event to celebrate their 2023-24 championship season on Sept. 10, 2024.\n                \n                    \n                    Drew Angerer/AFP\n                    \n                \n                hide caption\n            Take, for instance, debate day last week. It was originally planned as the second face-off between Biden and former President Donald Trump – until Biden stepped aside after the first one.As Vice President Harris prepared to take the stage, Biden found himself hosting not one but two events honoring college sports teams. To one of the winning coaches, he quipped: “I won't be here next year – but you may be.”Afterward, Biden stopped to talk to reporters on the South Lawn of the White House as he headed off to New York City. “I’m going up for my granddaughter’s birthday in New York. Then we’re going to watch the debate,” Biden explained.\n                University of Connecticut Huskies basketball players present President Biden with a jersey during a celebration of their NCAA championship season at the White House on Sept. 10, 2024.\n                \n                    \n                    Andrew Harnik/Getty Images\n                    \n                \n                hide caption\n            Biden has been receding from the spotlight as the campaign marches on. But he still holds the highest office in the land for another four months and Biden is trying to make the most of it.Biden’s chief of staff, Jeffrey Zients, recalled the Sunday morning in July when Biden called to say he was dropping out of the race.“He immediately turned to planning for the remainder of the term and he said to me, and I remember it distinctly, ‘I want this next period of months to be as productive or even more productive than any other period of the administration.’” Zients said.This period, the waning months of a presidency, is known as the lame duck. But the term discounts real work that can get done, says Eric Schultz who worked right up until the end in the Obama White House.Schulz said Obama directed his staff to leave it all on the field. “He was very clear that even in our worst days, there will be no other place in life or job or role or platform where you can have as much impact,” Schultz said.For Biden and his team – who will have served only four years instead of eight – that feeling may be even more acute, Schultz said.\n                President Biden hugs Evan Gershkovich, a Wall Street Journal reporter freed by Russia in a multinational prisoner exchange, on Aug. 1, 2024 at Joint Base Andrews in Maryland.\n                \n                    \n                    Andrew Harnik/Getty Images\n                    \n                \n                hide caption\n            Even on the day Biden ended his bid for a second term – what might have been considered one of the lowest points of Biden’s career – he was on the phone working to secure what would become a major highlight, a complex multinational prisoner exchange.Ten days later, Biden was on the tarmac as three Americans wrongfully detained in Russia were reunited with their families on U.S. soil. Biden said the exchange wouldn’t have been possible without strong relationships that he nurtured while in office.“Alliances make a difference. They stepped up and took a chance for us. It mattered a lot,” Biden said.\n                President Biden speaks during an event at the Vernon Electric Cooperative on Sept. 5, 2024 in Westby, Wis.\n                \n                    \n                    Scott Olson/Getty Images\n                    \n                \n                hide caption\n            But most of the things Biden has been doing these days haven’t been making big headlines – even as Zients said what Biden has done will have a big impact.“He's been certainly on the road, he's been crisscrossing the country. Earlier this month. he made an announcement of the largest investment in rural electrification since FDR. That was in Wisconsin,” Zients said.Westby, Wis., to be exact – where Biden was unburdened enough to reference a long-dead senator.“First time I was here was about 180 years ago with William Proxmire, and I was a 31-year-old senator. I'm only 40 now,” Biden said.Biden has been working to shore up support for legislation that will be a big part of his legacy: the infrastructure bill, the CHIPs and Science Act, and the Inflation Reduction Act.“I'm back again today to begin a series of trips and events showing the progress we've made together by our ‘Investing in America’ agenda,” he said.In the four months left, there will be overseas travel, too, for a president who has long had a passion for foreign policy.And he’ll be back in the Blue Wall states of Wisconsin, Michigan and Pennsylvania where Biden has the best chance of helping Vice President Harris’ campaign. With time running out, Biden is well aware that the outcome of this election will play a big part in defining how he’s remembered.\n                President Biden speaks at the Economic Club of Washington, DC, on Sept. 19, 2024.\n                \n                    \n                    Andrew Caballero-Reynolds/AFP\n                    \n                \n                hide caption\n            NPR's Michael Levitt and Megan Lim contributed to this story.","score":410},{"url":"https://www.npr.org/2024/09/20/g-s1-23844/ryan-routh-trump-assassion-attempt-suspect-golf-course-greensboro","title":"In his hometown, Trump's alleged would-be assassin acted like he was 'above the law'","fromWeb":"NPR","summary":"","timeAdded":"2024-09-21T22:53:00.607735199Z","timePublished":"2024-09-21T05:00:00-04:00","photoUrl":"https://npr.brightspotcdn.com/dims3/default/strip/false/crop/1100x825+0+0/resize/1100/quality/85/format/jpeg/?url=http%3A%2F%2Fnpr-brightspot.s3.amazonaws.com%2F71%2Fac%2F9ab4305b4ee3a2d60cb9a346ea74%2Fryan-routh-business.jpg","text":"Ryan Routh’s former business headquarters in Greensboro, N.C., was also the scene of one of his most serious crimes. After an officer spotted a machine gun in Routh’s car during a traffic stop, Routh sped away and barricaded himself inside this building with explosives. Hours later, police special teams managed to defuse the situation. Routh was convicted of a felony for possession of a weapon of mass destruction.\n                \n                    \n                    Tovia Smith/NPR\n                    \n                \n                hide caption\n            GREENSBORO, N.C. — The man accused of pointing a rifle into the golf course where former President Donald Trump was playing last weekend, was known in his hometown as something of a bad actor.“Weird” is how one of Ryan Routh’s former neighbors in Greensboro described him. She told reporters he once had a horse in his house and that he also kept guns.A man, who like the first neighbor asked not to be identified for fear of being associated with Routh, says he didn’t know the 58 year old well but got a similar vibe.“I mean, [he] seemed to be pretty strange,” he said. “You never know who's in the neighborhood,” his wife added.But if Routh’s neighbors didn’t know him well, the police sure did.“We were on a first-name basis,” said Eric Rasecke, a now-retired Greensboro police officer whose beat included the areas where Routh lived and worked.“I’ve had well over 100 encounters with Ryan,” Rasecke said.\n                Eric Rasecke, a retired police officer in Greensboro, N.C., says he used to patrol the neighborhood where Ryan Routh lived and worked for years, citing him countless times for everything from traffic stops to possessing a stolen vehicle that Rasecke had found in this fenced-in storage area.\n                \n                    \n                    Tovia Smith/NPR\n                    \n                \n                hide caption\n            It started with traffic violations, like driving with an expired registration.“You know it wasn’t expired by a month or two. It was by years,” Rasecke said. “And he had no insurance on his vehicles, and his license was always suspended.”Rasecke remembers Routh as a cocky guy with a grandiose view of himself and a sense that he was \"above the law.\"“He would always be running his mouth,” Rasecke said, but always stopped short of any explicit threat. “He would give me a smirk and comment like, ‘Oh, I hope you’re well,' before adding something like, 'You know, life is short, and you never know.' ”As time passed, Rasecke says he watched Routh rapidly unravel, from a guy who was once a solid citizen who owned and operated a successful roofing business in town and who once received a commendation from the police for stopping a woman from being raped.“Through the years, his appearance went from clean cut and well-groomed to becoming very thin, his eyes basically withdrawn, his body movements shaky,\" Rasecke said, \"and [he had] a paranoid attitude very indicative of drug usage.”Routh was never convicted of any drug charges, but Resecke believes drug use was driving the downward spiral. And he said Routh would always blame everyone else for his troubles.“It was always ‘the city is picking on me. The police department is picking on me,’” Resecke recalls. “Everyone was against him, trying to get him, trying to ruin his business, trying to ruin his life, trying to condemn his house.”“Oh my God, memories!” Rasecke exclaims as he returns to where Routh’s home once stood. It has since been razed, and the lot is now empty.Rasecke remembers Routh living there in a small, single story, two-bedroom home, where he was also housing a half dozen or so workers from his roofing company.“It was very dingy and dirty,” Rasecke recalls. “There was mattresses on the floor, there was trash on the floor. It stunk. It was nasty.”\n                Signs from Ryan Routh’s old roofing business still hang on a storage area that he kept across the street from where he used to live in Greensboro, N.C. People in town say he used to house some of his workers in the trailer there.\n                \n                    \n                    Tovia Smith/NPR\n                    \n                \n                hide caption\n            Routh had built a metal addition on the back of the house, where more workers lived, Rasecke says, and across the street, he ran electricity and water to a large windowless trailer, where workers lived as well.The trailer is still there today, inside a chain link fence, along with Routh’s red Jeep, a rusty bike, wrecked furniture, tools and heaps of metal and building materials.To Rasecke, the scene is like a catalog of Routh’s crimes.“He didn’t have this tarp on the front until after I caught him with the stolen vehicle in there,\" Rasecke said, pointing to the junk heap. He then spins around toward the other side of the street. “And there is where the hit and run vehicle was parked, directly in front of his house.\"One of Routh’s most serious offenses took place just down the road, at a dilapidated building that used to be his business offices.“This is where he drove to and where our stand-off was,” Rasecke said.That incident started with a traffic stop in 2002. Rasecke recalls that when an officer spotted a machine gun in Routh's car, Routh became irate, sped away and barricaded himself inside his business with explosives. Routh was convicted of possession of a weapon of mass destruction, a felony.Meantime, Routh was also getting himself into a heap of legal trouble in his business dealings.“It’s never good when a sheriff says, 'We know this guy,' ” said trial lawyer Howie Labiner. “That’s usually a giveaway that something is not going well over there.”Indeed, Labiner would come to find out for himself in 2008, after he won a $28,000 lawsuit against Routh for a client who was also in the roofing business. The sheriff went multiple times to Routh’s home and business to collect the debt, Labiner says, but was never successful. He says the sheriff described the building as a fortress. Labiner says Routh has still not paid up. And he says his client’s case was not unique.“There are three-plus pages of court cases against Mr. Routh and his roofing companies,” Labiner said. “This was not his first rodeo, let’s put it that way.”Routh’s more recent exploits are certainly more outlandish, but as Rasecke sees it, they reflect the same kind of duplicity and self-aggrandizing that he saw in Routh years ago.For example, he points to Routh’s posturing as a military recruiter to help save Ukraine. Routh was promoting himself as a something of a savior of the Ukranian people -- as well as democracy itself.“To me … this is definitely evil against good,” Routh told Newsweek in 2022, adding, “It seems asinine that we have a leader in a country that does not understand … basic moral values.”In the article, Routh blasted world leaders for not sending military help, saying, “We're going to have to elect new leaders … that have a backbone and have the fortitude to say, 'Hey, we're not going to tolerate this type of behavior.' ” But meantime, Routh said, civilians have to “get off the couch” and “pick up the torch.”“Are we going to stand for humanity, for human rights, for everything that is good in the world or are we just going to ignore it?” he said, adding, “It blows my mind that I'm standing here alone without thousands of people from every country, from everywhere. We need everybody here.\"Ukraine's International Legion denies Routh’s claims that he was working for them.Months later, in a self-published Amazon e-book titled Ukraine’s Unwinnable War, Routh questioned why Russian President Vladimir Putin had not been assassinated, and suggested Trump might deserve the same fate.When Routh was arrested in Sunday's alleged assassination attempt in Florida, Rasecke, the retired police officer, says it was shocking to him. But only sort of.“I mean, considering how things were progressively going downhill with him, it does make sense,” Rasecke said. “The dots connect. And I can see where this could have actually happened.\"Routh’s family members didn't respond to repeated requests from NPR for comment. But one of his sons told CNN that Routh is “a loving and caring father, and honest hardworking man […] It doesn’t sound like the man I know to do anything crazy, much less violent.”","score":376},{"url":"https://www.bbc.com/news/articles/cx20np62x88o","title":"What insults tell us about the Trump-Harris election fight","fromWeb":"BBC","summary":"","timeAdded":"2024-09-21T22:53:00.644932152Z","timePublished":"2024-09-21T20:08:51Z","photoUrl":"https://1000logos.net/wp-content/uploads/2016/10/BBC-Logo.jpg","text":"The tone of the 2024 presidential race is in the spotlight after Republican nominee Donald Trump was targeted in what the FBI called another apparent assassination attempt.He and his running mate, JD Vance, have blamed their Democratic opponents for what they characterise as their inflammatory language. The Republican candidates and their supporters have also received criticism from Democrats for their rhetoric. The finger-pointing has led to increased scrutiny of the language and insults used by both campaigns about the other side.Each has an active and aggressive social media presence that reaches millions of Americans, and frequently paints their opponents in derogatory terms. Trump utilises his Truth Social account to make - or promote - some of the most vitriolic attacks on Democrats.In the end, however, the candidates are most responsible for their own spoken words. Here are nine quotes from interviews, speeches and campaign events this year that help illustrate how the political messages on both sides have – and have not – shifted over time.Election polls - is Harris or Trump ahead?In what was billed as his first general election campaign address, Trump spoke to a rally crowd in Georgia for nearly two hours in March. He offered the kind of intensely personal attacks that have been a staple of his speeches since he launched his first presidential bid in 2016.In an apocalyptic speech littered with personal insults about President Joe Biden, including mocking his stutter, he said the surge of migrants across the southern border would lead to the plunder of US cities and the violation of its people.Biden began his presidency promising national unity, with a concerted effort not to focus on or even talk about “the former guy”, as he put it. But as it became increasingly obvious that Trump would be the 2024 Republican nominee — with a very real chance to win back the White House — the president changed his rhetorical tune. He delivered a series of speeches warning of an existential threat to the nation if Trump returned to power.After his disastrous debate performance three months ago - and as he battled to save his campaign - Biden told donors on a private call “it’s time to put Trump in a bullseye”.Days later, after Donald Trump was shot at a campaign rally, the president called his choice of words “a mistake” but rejected Republican claims he had incited violence.The day after Trump narrowly avoided serious injury during an assassination attempt at a campaign rally in Butler, Pennsylvania, he told the Washington Examiner that he planned to strike a new tone in his Republican National Convention speech in Wisconsin later that week. Riding high over Biden in public opinion polls, it appeared the path to the White House was clearing for the former president. A convention speech that started with a recollection of the assassination attempt and some calls for unity, however, devolved quickly into a more typical and freewheeling Trump speech dwelling on perceived grievances.The dynamics of the 2024 presidential campaign shifted yet again shortly after the Republican convention, when Biden abandoned his re-election bid and Vice-President Kamala Harris stepped in, promising a different, “joyful” message. Her first rally speech as a candidate was not devoid of attacks against the former president, but the dire warnings about democracy at risk were absent.Trump’s new tone lasted all of six days after his convention speech, as he went on the attack against Harris at a rally in North Carolina. He called her “a radical left lunatic who will destroy our country” and a “danger to democracy”. Accusing the Democrats of weaponising the justice system against him, he said every criminal indictment was a badge of honour.As the presidential contest heated up, the attacks from the Democratic ticket sharpened. In her own nomination acceptance speech at the Democratic convention, Harris mentioned Trump 17 times, criticising his conduct during the 6 January 2021 attack on the US Capitol, his policies on abortion and tax cuts, his foreign policy stances and his criminal record. She asked America to remember the \"chaos and calamity\" of the Trump years. At their first and probably only debate in Philadelphia, Harris and Trump exchanged swipes and barbs. As he often does, Trump tried to turn the “threat to democracy” line that Biden had used against him into an attack on Harris. He called her a “radical left liberal” and a Marxist who was destroying America. He said she would be remembered as “the worst vice-president in the history of our country”.Harris spent much of her time during the debate goading Trump into angry off-topic responses. She belittled the size of his rally crowds, quoted his Republican critics and mocked the size of his inheritance. Then, as Trump fumed, she said that the American people want to move beyond “finger-pointing”. It’s the kind of strategy that fits with a voting public that says they want their candidates to take the high ground – but then responds the most to negative messages.A second apparent assassination attempt - this time at his golf course in Florida -did not prompt Trump to return to his unity message. With polls showing the presidential race in a virtual dead heat with a little more than six weeks remaining, Trump has opted instead to attack his Democratic opponents for what he says is dangerous rhetoric – while attacking them with similar language.","score":333},{"url":"https://www.npr.org/2024/09/20/nx-s1-5110132/a-lot-of-voters-ages-43-and-younger-could-make-a-big-difference-in-november","title":"As early voting nears in Georgia, all eyes are on whether young voters will turn out","fromWeb":"NPR","summary":"","timeAdded":"2024-09-21T22:53:00.661042677Z","timePublished":"2024-09-21T06:00:00-04:00","photoUrl":"https://npr.brightspotcdn.com/dims3/default/strip/false/crop/5388x3592+0+0/resize/1100/quality/85/format/jpeg/?url=http%3A%2F%2Fnpr-brightspot.s3.amazonaws.com%2Fc4%2Fdf%2Fab034be84f51811c0d7b33105a2e%2Fob-npr-091724-when-we-all-vote-04.jpg","text":"Game attendees check their voter registration status at the When We All Vote booth inside the Gateway Center Arena during an Atlanta Dream home game on Tuesday, Sept. 17, 2024.\n                \n                    \n                    Olivia Bowdoin for NPR\n                    \n                \n                hide caption\n            The Atlanta Dream had a lot riding on Tuesday’s game. The WNBA team had to defeat the Chicago Sky for a shot at the playoffs.Kayla Jones, a 22-year-old dancer with the Dream’s Hype Squad was there, and as attendees trickled into the arena, something caught her eye.“I was dancing, and I looked to my left, and I was like, oh my gosh, there's the voting station!” she said.After the Dream pulled off the much-needed win, Jones went over. She’s from California, but as a nursing student in Atlanta, she asked the voter organizers who were helping attendees register and check their information if she could register in Georgia this year.“I just don't think California needs my vote as much as Georgia does,” she told NPR.Jones is supporting Vice President Harris this fall. To her, the act of voting gives her a needed voice, which at times can feel difficult.“Especially as a Black woman in this world, there's times where I'll say, like, I don't feel good, or I have pain, and sometimes doctors won't hear me. Or if I'm feeling unsafe and a police officer may not understand that or care,” she explained. “So my vote is something that I can say, I voted, and this was my part in making sure that I have a say in what happens in the day-to-day in society.”\n                Kayla Jones, 22, is a dancer with the Atlanta Dream’s Hype Squad. When she thinks about voting this fall, issues related to healthcare access and education affordability are top of mind.\n                \n                    \n                    Olivia Bowdoin for NPR\n                    \n                \n                hide caption\n            Jones still is not sure if ultimately she'll vote in California or go through the process of updating her permanent address in order to vote in Georgia. Regardless, the nursing student and dancer is part of a growing and powerful voting bloc. Gen Z and millennial voters — voters under 43 — are poised to make up nearly half the eligible voting population this fall.But it remains uncertain if young voters — who historically do not turn out as highly as older generations — will show up this year. Especially in crucial swing states like Georgia, which President Biden flipped in 2020 by less than half a percentage point, and voting this year begins on Oct. 15.\n                A young girl holds a \"Vote\" pin in her hands while attending the Atlanta Dream game at Gateway Center Arena in Atlanta.\n                \n                    \n                    Olivia Bowdoin for NPR\n                    \n                \n                hide caption\n            Standing near the registration tables at the Dream game was Beth Lynk, the executive director of When We All Vote, the nonpartisan group that organized the event.“When we're checking registration, we're checking with the promise of following up,” Lynk said. \"The process doesn't end tonight.”When We All Vote was created by former first lady Michelle Obama in 2018 and often collaborates with celebrities and national brands on voting initiatives around the country.\n                Beth Lynk is the executive director of When We All Vote, which ran the voter registration event during the Atlanta Dream game. \n                \n                    \n                    Olivia Bowdoin for NPR\n                    \n                \n                hide caption\n            “One of the things that we pride ourselves on is on, yes, getting young people registered to vote — we're going to get that number as high as we possibly can — and then also following up with them to say, did you make a plan to vote? How are you voting?” she explained.The group focuses on getting young voters and voters of color civically engaged. Both groups are key to the Democratic party’s base.Voters under 30, notably younger Black, Latino and Asian American voters, handily supported President Biden in 2020. This year, many grew disappointed with their options as they stared down another rematch between Biden and former President Donald Trump.But that may be shifting. During the week Biden dropped out and Harris took over the Democratic ticket, there were noticeable spikes in voter registrations among young people, particularly young women and young women of color.\n                Ahead of the game, When We All Vote organizers also registered attendees in the parking lot of the Gateway Center Arena.\n                \n                    \n                    Olivia Bowdoin for NPR\n                    \n                \n                hide caption\n            Tom Bonier is a Democratic strategist with the firm Target Smart, which recently published a database of state-by-state data detailing these new registrations. Though it’s unclear who these new voters will support this fall, Bonier argued the spike is a clear proxy for youth enthusiasm for Harris.“That someone is actually taking the time and energy to go out and register to vote, it's a sign that they are engaged,” he said. “When you see it concentrated among a certain group. It generally is indicative of that group ... being much more engaged.”That said, this recent bump in registrations has yet to cancel out dips from earlier in the campaign season. It remains unclear if that overall number can surpass or rival 2020 numbers by Election Day.“I think it's safe to say the deficit in new voter registration this year, compared to four years earlier, was largest among younger voters,” Bonier said. “It's an open question to what extent that gap will be made up. I believe it will.”As of Sept. 5, more than 45,000 people under 30 in Georgia have registered to vote since late July, according to data compiled by Target Smart from the Georgia Secretary of State.However, some have yet to take that step.\n                 Gabriella Nicolosi, 18, is planning to vote for the first time this fall. When President Biden was still in the race, she felt she was \"choosing between two greater evils.\" Now that Vice President Harris is running instead, she's excited to vote. \n                \n                    \n                    Elena Moore/NPR\n                    \n                \n                hide caption\n            On Thursday afternoon, Gabriella Nicolosi sat at a table outside in downtown Atlanta. The 18-year-old is a student at Georgia State University.“I’m for sure voting in this election,” she said, adding, “I do need to register. So I got to get on to that.”Top of mind for her right now is protecting reproductive healthcare. She described feeling frightened after hearing that a 28-year-old woman had died at a hospital in the suburbs of Atlanta last month because she wasn’t able to receive a timely emergency abortion procedure.“That’s really been rallying a lot of girls in Atlanta,” Nicolosi said. “I think it's scary for a lot of kids and girls my age because ... we don't know what's going on next.”Nicolosi plans to back Harris this fall, but until recently, she wasn’t sure she would vote at all.“With Biden and Trump, it was just, I never felt moved or seen or represented,” she said. “When Kamala [Harris] just came in it was like, oh, you know, maybe it does have to do with me.”While Nicolosi has made up her mind, some of her classmates haven’t.\n                Julio Almanza is a 21-year-old student at Georgia State University. He’s interested in hearing what both presidential candidates have to say on issues related to education. \n                \n                    \n                    Elena Moore/NPR\n                    \n                \n                hide caption\n            “I got to research more on my own, especially since I'm more on my own now,” explained 21-year-old GSU student Julio Almanza. “Are the Democrats really that bad this time around? Or is it just that's how I grew up thinking?”Almanza voted for Trump in 2020, in part because of veterans issues as his mom served in the military. This time, he said both sides are on the table, and he's open to learning more about Harris.“I feel like that would be cool to have a female president,” he said. “I guess she's done a lot of political things, but I just haven't seen them … Maybe she has ideas similar to mine.”","score":299},{"url":"https://www.bbc.com/news/articles/clyvglq47y9o","title":"Migrants feel less welcome as Germany's far-right rises","fromWeb":"BBC","summary":"","timeAdded":"2024-09-21T22:53:00.637464664Z","timePublished":"2024-09-20T23:09:45Z","photoUrl":"https://1000logos.net/wp-content/uploads/2016/10/BBC-Logo.jpg","text":"On Sunday, voters in the eastern German state of Brandenburg will vote for a new regional parliament. The anti-migrant far-right Alternative for Germany, or AfD, could win the most votes. On 1 September the AfD won a major German election for the first time, coming first in the eastern state of Thuringia. In Brandenburg polls show the AfD leading with 28%.To undermine support for the AfD, Chancellor Olaf Scholz’s left wing-led government on Monday introduced checks for migrants on all of Germany’s borders. He also wants to increase deportations of people whose application for asylum is unsuccessful. Opposition conservatives meanwhile want the borders closed to asylum seekers altogether.This is a very different country to the Germany of Angela Merkel. Almost a decade ago the then-chancellor refused to shut the borders to hundreds of thousands of people fleeing war and persecution in Syria and Afghanistan. “Wir schaffen das”, or “We can do it”, she famously said. In 2015 and 2016 Germany took in around 1.5 million refugees and migrants, mostly from the Middle East. They were greeted at train stations with signs saying “welcome” and smiling volunteers handing out food and toys. A new German word was invented, “Willkommenskultur” or “welcome culture”, and many Germans were suddenly proud of the country’s new-found identity as a safe haven for refugees.Today, many of those refugees are becoming German themselves. A record 200,000 people became German citizens in 2023. The largest group came from Syria. These are the New Germans.The “2015 generation” is described as highly motivated by experts. Many could have stayed in Lebanon and Turkey, but pushed themselves on to Germany to make a new life. They are on average younger than the native-born population - 26 years old compared to the German average of 47 - and statistically more likely to be in work: 84% of the Syrian men who arrived in 2015 are in employment, compared to 81% of German-born men.But with the rise of the AfD and an ever harsher tone towards migrants in mainstream politics, the 2015 “welcome culture” is hard to find today.Fewer refugees are now coming to Germany, with new arrivals down this year by 22% compared to the same period in 2023. But overall 3.48 million refugees are now living in the country — more than at any time since the 1950s. A third are from Ukraine. Some local councils say they are struggling to cope logistically and financially. Right-wingers and the AfD say numbers are too high. Left-wingers blame the finance ministry's obsession with balancing the books and refusal to take on new debt. Add that to an enormous boost in military spending after Russia’s full invasion of Ukraine, and there is a nervousness in Germany that money and resources are tight. Chancellor Olaf Scholz’s argumentative and divided coalition government has not helped voters feel more secure in the country’s leadership.So how do the New Germans feel about this shift in mood in Germany?Parvin was one of those who arrived in 2015, travelling for months, mostly walking, from Afghanistan to Germany with her three-year old son and disabled nephew. They were shot at by border guards and she feared for her life when the overcrowded dinghy they were in starting sinking in the Mediterranean.She has now just received her German citizenship and this summer qualified as a social worker. A refugee success story, you might think. But she says the atmosphere has got worse for migrants since 2015. “I don't feel welcome here,” she tells me.“The rise of the far right and the hate towards refugees is mostly because of the bad picture of refugees in German media,” she says. “When one refugee does something bad, the media makes it really big. And then of course people think that all refugees are bad.”The latest political debate over migration started in August, after a stabbing in the town of Solingen, in which three people were killed. The suspect is a Syrian asylum seeker who the authorities had wanted to deport. The following week saw multiple knife attacks across Germany not involving refugees — including two separate stabbings in Berlin in which women were killed by their ex-partners. These cases did not hit headlines.The far-right AfD immediately used the Solingen stabbing as part of its election campaign for September’s regional election in Thuringia. Two hours after the attack AfD regional leader Björn Höcke, who has been legally defined by German courts as a fascist and fined for using a Nazi slogan at rallies, posted on X “vote for change on 1.9” alongside the hashtag Solingen.In Erfurt, the capital of Thuringia, I meet Sultana, as she organises a protest against the far right. She fled to Germany a decade ago from Afghanistan, when she was 10 years old. She is now about to go to university to study law, speaks German to mother-tongue level and is politically active, often addressing large demonstrations. But she can’t vote. She has applied for German citizenship but is still waiting for an answer.Sultana’s mother Latifa tells me that she is terrified that, after rebuilding their lives here in Germany, the family might have to flee again. This time, to escape the far right.“We are incredibly afraid and we know we are being threatened. But you have to understand that this has been the reality for years,” Sultana says, and adds that the problem is not just the AfD, but the racism that she, and many others, regularly experience.“I speak German, I dream German, my whole life revolves around being German.  I ask myself what more do I have to do, to be recognised as German,” she tells me with tears in her eyes.For Sultana the answer is to get even more politically active. “We have no choice. Many of the migrants have no citizenship, and so have no right to vote. But we have voices and we want to take these voices out onto the streets and say: we are here and we are staying here!”But other New Germans are thinking about leaving altogether. As soon as she got her German passport, Parvin was finally able to visit her sister in London for the first time, in August. Now that she is a qualified social worker, she is even thinking about moving to the UK. She tells me she felt more welcome there.A study published last week by DeZIM, an institute that researches migration, found that almost a quarter of people with a migration background, many of them German citizens, are considering emigrating because of the rise of the far-right. Almost 10 percent say they have concrete plans to leave Germany.The paradox is that the government is desperate to attract workers to Germany. But the increasingly hostile rhetoric over migration may not only put people off coming, but also push away those go-getting New Germans who are already leading successful lives here.Damien's documentary on the New Germans will be broadcast on the BBC World Service and will be available to listen to here.","score":284},{"url":"https://www.bbc.com/news/articles/c3wp87gpdj1o","title":"Dissident in prisoner swap vows to return to Russia","fromWeb":"BBC","summary":"","timeAdded":"2024-09-21T22:53:00.602920226Z","timePublished":"2024-09-21T16:00:38Z","photoUrl":"https://1000logos.net/wp-content/uploads/2016/10/BBC-Logo.jpg","text":"A dissident freed by Russia in the biggest prisoner swap since the Cold War has vowed to return to the country one day.Vladimir Kara-Murza told the BBC he initially thought he was being \"led out to be executed\" when prison officers came in the night to fetch him from Siberia last month.It was only after being moved to Moscow that the dual British-Russian citizen realised he was one of 24 prisoners to be freed in the exchange - including a Kremlin hit man.But in his first joint interview with his wife Evgenia in Europe since they reunited, he defiantly reveals on Sunday with Laura Kuenssberg that he plans to return to Russia.“When our plane was taking off from Vnukovo airport in Moscow en route to Ankara on 1 August, the FSB [Russian Federal Security Service] officer who was my personal escort sitting next to me turned to me and said, 'Look out the window, this is the last time you're seeing your motherland',\" he told me.\"And I just laughed in his face, and I said, 'Look, man, I am a historian, I don’t just think, I don’t just believe, I know that I’ll be back home in Russia, and it’s going to happen much sooner than you can imagine'.”Mr Kara-Murza, one of the Kremlin’s most vocal critics, was held in solitary confinement in a high security jail after receiving a 25-year sentence in April 2023 on charges of high treason.Recalling the days before the huge Russia-West prisoner swap, he said: “I was asleep and suddenly the doors to my prison cell burst open and a group of prison officers barged in.\"I was woken up, I saw that it was dark, I asked what time it was, they said 3am. And they told me to get up and get ready in ten minutes.\"And at that moment, I was absolutely certain that I was being led out to be executed.\"But instead of the nearby wood, they took me to the airport, handcuffed with a prison convoy, boarded me on a plane and flew me to Moscow.”Wall Street Journal reporter Evan Gershkovich and former US Marine Paul Whelan were also released by Russia in the exchange.In the West, Russian security service hitman Vadim Krasikov was freed by Germany along with others elsewhere accused of intelligence activities.The US, Norway, Poland and Slovenia also participated in what was the biggest swap since the Cold War between the West and Russia ended more than 30 years ago.On Friday, Mr Kara-Murza met prime minister Sir Keir Starmer and Foreign Secretary David Lammy - and he is now urging Western governments to give stronger backing to Ukraine.He is pushing for the release of thousands of other political prisoners who are still being held in Putin’s jails.In their interview, to be broadcast on BBC One on Sunday at 9am, he and his wife talk about their reunion, their family and the moment they tasted freedom.Mrs Kara Murza talks of her “immense joy” at having her husband back and seeing him with their three children.\"Having survived two assassination attempts and now this prison sentence, including eleven months in solitary confinement in horrendous conditions, he’s yet again alive and relatively healthy with us,\" she said.Watch the full interview on Sunday with Laura Kuenssberg on BBC One and iPlayer at 9am.","score":253},{"url":"https://www.bbc.com/news/articles/cr4x6dwqlxgo","title":"Israel strike kills 22 in Gaza school, says Hamas-run health ministry","fromWeb":"BBC","summary":"","timeAdded":"2024-09-21T22:53:00.61246927Z","timePublished":"2024-09-21T16:56:11Z","photoUrl":"https://1000logos.net/wp-content/uploads/2016/10/BBC-Logo.jpg","text":"An Israeli air strike on a school in Gaza City has killed at least 22 Palestinians, mostly women and children, according to Gaza's Hamas-run health ministry.The school, closed during the war, was housing displaced people, the health ministry said.The Israel Defense Forces (IDF) said it targeted a Hamas command centre which Israel said the militant group was using to \"plan and carry out terrorist attacks”.Hamas has denied using schools and other civilian sites for military purposes.Warning: This story contains details which some people may find upsettingThe Hamas-run government media office said the people killed in Saturday's strike in the al-Zaytoun area included several children and six women. Gaza's civil defence agency reported the same death toll and added that one of the women was pregnant.Several graphic videos of the aftermath of the strike examined by BBC Verify appear to corroborate this.Other footage shows children among the victims. Some are seen with severe injuries, including parts of their legs missing. Others are seen lying motionless while adults try to deliver CPR.BBC Verify confirmed the location by comparing details seen in the background to satellite and ground-level images of the targeted school.The IDF said it took steps to mitigate the risk of harming civilians, and accused Hamas of exploiting civilian infrastructure.Hamas \"systematically violates international law by operating from inside civilian infrastructure in the Gaza Strip and exploiting the Gazan civilian population for its terrorist activities\", the IDF said.Also on Saturday, the health ministry said that four of its workers were killed and six injured in an Israeli \"targeting\" of a health ministry warehouse in the Musabah area of southern Gaza. The ministry did not specify whether the incident was an air strike.The BBC has approached the IDF for comment on the report of health workers killed.Other schools have been hit, some several times, by Israeli air strikes since the latest conflict with Hamas began on 7 October.Earlier this month, the UN agency for Palestinian refugees (Unrwa) said six of its employees were killed in an Israeli air strike on al-Jaouni school in Nuseirat refugee camp, which is being used as a shelter by thousands of displaced Palestinians.Unrwa said it was the fifth time the school had been hit since 7 October.Israel's military said it carried out a “precise strike on terrorists” planning attacks from the school. The military alleged that nine of those killed were members of Hamas’s armed wing and that three of them were Unrwa staff.Hamas gunmen attacked Israel on 7 October last year, killing about 1,200 people and taking 251 others as hostages.Israel responded with a military campaign in Gaza that has killed more than 41,000 people, according to the health ministry.","score":242},{"url":"https://www.bbc.com/news/articles/c98137yl092o","title":"What we learned from Fayed sex abuse press conference","fromWeb":"BBC","summary":"","timeAdded":"2024-09-21T22:53:00.632643578Z","timePublished":"2024-09-20T13:18:23Z","photoUrl":"https://1000logos.net/wp-content/uploads/2016/10/BBC-Logo.jpg","text":"Mohamed Al Fayed was a \"monster\" who threatened his sexual abuse victims to stay silent, lawyers representing former Harrods employees told a news conference on Friday.Giving harrowing details of what is alleged to have taken place, the legal team and one of Fayed's many alleged victims recounted how the former owner of Harrods used his power to force himself on women, had them followed and made them have sexual health checks.The legal team representing 37 women who say they were sexually assaulted or raped by the late billionaire spoke publicly to outline how the former Harrods boss used \"his wealth and power to manipulate and control victims\".Here are five things we learned.Warning: this story contains details some may find distressing.Fayed was a \"serial sexual abuser\" whose abuse was \"constant and repetitive\" over 25 years, barrister Dean Armstrong KC said. \"I have many years of practice... I have never seen a case as horrific as this,\" he told the news conference.\"This case combines some of the most horrific elements of the cases involving Jimmy Savile, Jeffrey Epstein and Harvey Weinstein.\"Savile because in this case, as in that, the institution, we say, knew about the behaviour\", Mr Armstrong continued.\"Epstein because in that case, as in this, there was a procurement system in place to source the women and girls. As you know, there are some very young victims.\"And Weinstein, because it was a person at the very top of the organisation who was abusing his power.\"We will say plainly, Mohammed Al Fayed was a monster.\"Not only was Fayed a \"monster\", but \"he was a monster aided by an institution\", Mr Armstrong alleged of Harrods, the upmarket London department store owned by the billionaire between 1985 and 2010.He claimed it was \"simply not true\" that Harrods did not know of the allegations until 2023.Mr Armstrong told the news conference that \"systematic abuse\" was known of \"well before this\". \"Those who controlled Harrods knew about Mohamed Al Fayed's inappropriate behaviour\", he said, adding that choosing to only address the claims now was an \"insult\" to the \"brave\" survivors. \"We are here to say publicly and to the world, or to Harrods in front of the world, that it is time that they took responsibility, and it is time that they set matters right, and that is something they should do as soon as possible.\"They need to face up to accept the responsibility, that they have full culpability for the abuse that these women suffered.\"Today, we are going to set out our claim and how our claim shows an abject failure of corporate responsibility and a failure to provide a safe system of work.\"Following the news conference, Harrods - which has been under new ownership since 2010 - said it was \"utterly appalled by the allegations of abuse perpetrated by Mohamed Al Fayed. \"These were the actions of an individual who was intent on abusing his power wherever he operated and we condemn them in the strongest terms.\"We also acknowledge that during this time his victims were failed and for this we sincerely apologise. We are doing everything we can to fix this.\"The company said it is a \"very different organisation\" now and \"seeks to put the welfare of our employees at the heart of everything we do\".The department store's new owners have a compensation scheme for ex-employees who say they were attacked by Fayed, which is separate to the legal action being taken by some accusers.Harrods has already reached financial settlements with the majority of people who have approached them since 2023, and has had new inquiries this week.Harrods is accepting vicarious liability for the actions of Fayed, and there are no non-disclosure agreements attached to the settlements.\"While we cannot undo the past, we have been determined to do the right thing as an organisation, driven by the values we hold today, while ensuring that such behaviour can never be repeated in the future\", it added.Fayed's victims were told they would \"never work in London again\" and \"we know where your family live\", to stop them from speaking out, barrister Maria Mulla told the news conference. She gave the example of a woman who wrote a formal complaint to Harrods after allegedly being sexually assaulted by Fayed. Ms Mulla said on the same day the complaint was made, the head of security told the victim: \"'You are a girl, alone in London, someone could jump out the bushes at you or you could have a sudden accident.\"'You need to deny what you said in the first letter in a second letter which you must drop off before noon on the following day.'\"Not only were they threatened, but women who made complaints to Harrods were \"often demoted\" and \"false accusations made against them so that they had no choice at all but to leave Harrods\", Ms Mulla alleged. Another example she gave was of a woman who wanted to resign after being sexually assaulted and suffering from degrading behaviour. Ms Mulla said the woman was called into an office by the head of security, told she had been \"disloyal and had to resign immediately\", and that that if she ever spoke to press there would be \"serious consequences\". After leaving Harrods, this woman was subjected to threats over the phone by the head of security, Ms Mulla said. Due to this she became \"very depressed and suicidal and was admitted to psychiatric unit for six months of her life\". The whole experience left her \"unable to form any proper relationship with any other man\" and she \"lost out on the opportunity to have her own family\", Ms Mulla said.Female employees were also followed, the barrister said, giving the example of a 16-year-old who was tailed by a member of Fayed's security team to \"check if she was in a relationship\", with reports going back to the billionaire. Phone calls were also listened in on, Ms Mulla said, and if members of the security team heard anything \"untoward\" or \"negative about Mohamed Al Fayed\", again they would be reported back. Women who had been identified by Fayed would be \"sent for a private medical investigation\", Ms Mulla said.She told how women would arrive \"none-the-wiser\", expecting a normal medical test - but were instead subject to a \"full internal screening\" - cervical smear tests and full sexual health checks. Some would even have their ovaries checked, she said.If the women questioned what was happening, they would be told \"he [Fayed] wants to check you are clean\".Sometimes the women would not find out the results themselves but they were passed on to Fayed who would make \"degrading and humiliating remarks\" about the results, Ms Mulla said. One of those who had to go through these checks was Natacha, who says she believes she was \"checked for my purity\" and she never received any of the results from the tests.Speaking at the news conference, the former Harrods employee told how working for Fayed was like walking \"into a lion's den - a lair of cover-ups, deceit, lies, manipulation, humiliation and gross sexual misconduct\".Fayed was a \"a sick predator who lured me in\" using \"modus operandi he used time and time again\", Natacha alleged.She said she was just 19, \"young, naïve and totally innocent\" when she was offered a supporting role to the billionaire's private PA.She said Fayed \"behaved like a father figure\", told her to call him \"papa\", and \"often spoke about his family and children, as if to make me feel safe around him.\"Natacha alleged Fayed would hold \"private meetings\" with her which over time would involved a \"forced kiss\" or being \"pulled down on to his lap\" with his hands \"exploring any part of your body that he wished\". She recalled feeling \"paralysed\" as this happened, and being told not to talk about it as \"he would know\". Natacha recounted her \"final night\" working at Harrods, when she was \"summoned\" up to Fayed's private apartment for a \"work meeting\" and the door was locked behind her. She told the conference how the door to his bedroom had been left open and she could see sex toys. Natacha alleged that Fayed \"pushed himself on to me. I fell to the floor with him on top of me\", she said, adding she \"kicked him off\" and ran to the door, but Fayed \"just laughed at me and told me in no uncertain terms that I was never to breathe a word of this to anyone. If I did, I would never work in London again and he knew where my family lived. I felt scared and sick... I never set foot in his office again\".Natacha said her experiences left her struggling with confidence and in personal relationships for years.When she saw that Fayed had died last September aged 94, she said she \"couldn't believe this monster had gotten away with his crimes. Thankfully today, this is a different story and I am truly grateful for that\".Al-Fayed: Predator at HarrodsA BBC investigation into allegations of rape and attempted rape by Mohamed Al Fayed, the former owner of Harrods. Did the luxury store protect a billionaire predator?Watch Al-Fayed: Predator at Harrods on BBC iPlayer now.Listen to World of Secrets, Season 4: Al Fayed, Predator at Harrods on BBC Sounds. If you’re outside the UK, you can listen wherever you get your podcasts, external.","score":235},{"url":"https://www.bbc.com/news/articles/ckg2r9mvxz2o","title":"The man who left Bowie with mismatched eyes","fromWeb":"BBC","summary":"","timeAdded":"2024-09-21T22:53:00.639563786Z","timePublished":"2024-09-21T07:09:13Z","photoUrl":"https://1000logos.net/wp-content/uploads/2016/10/BBC-Logo.jpg","text":"The artist George Underwood is taking part in a charity exhibition that was inspired by a lyric written by his school friend and creative collaborator David Bowie - but it is a particular episode in the late music legend's life for which he will always be most famous.\"I know what you’re going to say. I know exactly what you’re going to say,\" Underwood laughs over the phone.The 77-year-old has enjoyed an extremely successful career, creating images that are recognised around the world, but he is still known best as the man who \"changed the colour\" of Bowie's left eye.Underwood first met David Robert Jones - who would become better known as David Bowie - not long after the future star had moved from Brixton in south London to the quiet suburb of Bromley.\"We met when we were enrolling for the Cubs. We were nine years old and started talking about music, stuff that was on the telly... everything that was sort of fashionable at that time.\"The pair were soon best pals who \"were always being silly and laughing a lot\", says Underwood.\"We were always together, we were very good friends and we used to go up and down Bromley High Street all dressed to the nines, thinking we were God's gift, trying to chat up all the girls, walking from the north Wimpy bar to the south Wimpy bar.\"They both attended Bromley Technical College, which was so new \"some of the builders' stuff was still lying around in the entrance\", where they were taught art by Owen Frampton, father of future rock star Peter Frampton.It was at Bromley Technical - now called Ravens Wood School - that Underwood forever changed the look of David Bowie, following a row about a girl called Carol to whom they had both taken a liking.After the pair's attempts to woo her had failed at a chaotic 15th birthday party, where \"a whole troop of blokes came in carrying bottles of gin\", Underwood agreed to meet Carol at a youth club the next evening, only for Bowie to tell him she had decided to go out with him instead.\"I decided to go down the youth club anyway a little bit later on because I'd never been there before and her mate came out shouting: ‘Where have you been? Carol’s been waiting for you for over an hour.’\"I thought: 'Uh-oh. David’s told me a porky pie here,'\" Underwood says.Having been egged on by another friend \"to stick one on him\", and hearing Bowie falsely boasting he had been out with Carol, during break time at school Underwood \"went over to him and just whacked him in the eye\".The pair made up soon afterwards even though the punch had permanently damaged the pupil in Bowie's left eye, meaning it would no longer dilate even in bright lights, giving it the impression of being a different colour from his right eye.\"It was just horrible. I didn't like it at the time. But of course later on, lo and behold, he says I did him a favour because it's given him this enigmatic, otherworldly look.\"It was during this time that music began to take over the teenagers' lives, with Underwood singing in the band The Konrads, which Bowie then joined and played his saxophone.Later they formed the King Bees, when the future Starman would display his thirst for fame in a note to John Bloom, \"who was I suppose at the time the equivalent to, say, Richard Branson\".\"I think he had his dad to help him with the letter but it was quite ballsy, you know: 'Brian Epstein’s got The Beatles; you need us', or something like that,\" says Underwood.The band received a telegram in reply providing the phone number for Leslie Conn, who became their manager.\"The springboard that David made, by writing that letter, into the lower ladder of rock'n'roll and music - it was amazing.\"The King Bees would soon split up but in various guises Bowie began to build up a following. Within a few years he was off on his own world tours - and was keen to have his friend along for the ride.\"In early '72 he rang me and said: 'Hey George, I'm doing a tour of the States for about three months. Do you wanna come with me?' I’d only been married for about a year but he said: ‘Oh bring the wife, you know, we'll have a great time.'\"Well you don’t turn that down, do you? Especially when he says: ‘The QE2, first class, is leaving Southampton on Saturday.’\"It was in 1972 that Bowie first adopted his most famous alter ego, Ziggy Stardust, complete with flared jumpsuits and sparkling leotards.\"Seeing the audiences looking at this creature from another planet, their mouths wide open, they couldn't believe it,\" says Underwood.\"When you think about it, how brave he was to dress up like he did, going to some of these places which were pretty rough areas. One place was actually cancelled in Texas because I think there were some threats.\"Come the end of the tour, Bowie asked his friend to join him for more shows in Japan, only for Underwood, with a heavy heart, to tell him: \"David, I’ve just got married, it’s not a very good basis for a marriage going on a rock'n'roll tour.\"I'd have loved to go to Japan, but I had a life at home,\" he says.Underwood's own forays into music ended after one solo album, when he decided \"the music business wasn't really for me\" and he returned to his art studies and became a painter.But he wouldn't leave the music industry far behind.\"David rang me one day and said: 'George, I’ve got this mate of mine, he’s just done a record and he's looking for someone to do the cover and I thought you'd be good for it.'\"That mate was Marc Bolan, and Underwood soon found himself sitting in a South Kensington flat with producer Tony Visconti while the T-Rex star \"was sitting cross-legged on the floor staring at his girlfriend at the time for about 10 minutes\".With an idea in his head, Underwood returned to his parents' house, where he was living at the time, and created what became the cover for the rather wordy debut album of Bolan's Tyrannosaurus Rex - My People Were Fair and Had Sky in Their Hair... But Now They're Content to Wear Stars on Their Brows.Bowie then asked his friend to create some of the artwork for his own albums, starting with the back of the star's self-titled record. Next came the front covers of both Hunky Dory and The Rise and Fall of Ziggy Stardust and the Spiders from Mars - the latter famously depicting Bowie's alien alter ego in a rainy Heddon Street in London's West End, leg propped up and guitar in hand.\"Who was to know how such an iconic album it was gonna be? I mean, in those days, David wasn't very well known,\" Underwood says.Underwood would go on to work with groups including Procol Harum and Mott the Hoople and also forged a painting career away from music, but it is art linked to Bowie that features in one of Underwood's latest works.Coinciding with the 50th anniversary of the release of Bowie's album Diamond Dogs, charity War Child has launched Sound \u0026 Vision - a new annual exhibition and auction. This year, Underwood is among 33 artists who have created pieces inspired by the lyric from the track Rebel Rebel, \"We like dancing and we look divine\", a song that featured on the Diamond Dogs album.Underwood has created a new version of a painting called Dancing with Giants, featuring two dancers who have been dressed in very specific clothing.\"I put them in the costumes that the dancers were wearing when Ziggy arrived in 1972 at the Rainbow [Theatre],\" Underwood explains.Bowie's show in August that year, as Ziggy Stardust, featured a dance group called The Astronettes who were led by one of Bowie's key influences, Lindsay Kemp.\"They had these lovely full-body suits, which were like spider-webs. People who know will know about that Bowie connection.\"Underwood and Bowie remained friends throughout the decades, holidaying together and regularly exchanging \"silly emails\", until the star's death in his adopted home of New York in January 2016.\"He used to call me Michael and I would call him Robert,\" says Underwood.\"I miss him deeply because he went too soon, as we know, and he was just great to be with, always fun to be with. We laughed a lot.\"I often wondered whether every time he looked in the mirror whether he thought of me,\" Underwood adds.\"I'm just a bit worried that I might have it carved on my tombstone.\"Sound \u0026 Vision will be on show at 180 Strand on 26 and 27 September, with the auction running from 17 September to 1 OctoberListen to the best of BBC Radio London on Sounds and follow BBC London on Facebook, X and Instagram. Send your story ideas to hello.bbclondon@bbc.co.uk","score":226},{"url":"https://www.bbc.com/news/articles/cd7xnlxj8qjo","title":"Ukrainian soldiers killed in SUV donated by miners","fromWeb":"BBC","summary":"","timeAdded":"2024-09-21T22:53:00.599943453Z","timePublished":"2024-09-21T20:52:33Z","photoUrl":"https://1000logos.net/wp-content/uploads/2016/10/BBC-Logo.jpg","text":"Six Ukrainian soldiers have been killed in an attack on a vehicle donated by Welsh miners just months ago.The men died when their SUV was shelled by Russian artillery in August, according to a Ukrainian trade union.The car was driven to Ukraine by Welsh miners as part of an aid convoy in February  and some of the men who died were Ukrainian miners.Attacks on donated vehicles have only now been revealed,  including one which was destroyed in 2022.It is not known if anyone was injured in that attack. Carwyn Donovan, 36 from Abercraf, Powys, drove the vehicle to Ukraine that was destroyed last month. Looking at a picture of the wreckage, he points out the now barely visible sticker he placed on the front.“You can just see the Ukrainian flag that we put on it before we left - it's still there”, he said.Mr Donovan has taken part in seven aid convoys to Ukraine.He said knowing people were killed when the vehicle was attacked was “gut wrenching”.“There's an overwhelming sense of sadness for the lives lost but also a profound admiration for their bravery and their selflessness,” he said.“There’s a feeling of helplessness and even guilt knowing that these people have paid the ultimate price for something which is in all of our interests.”The attack in August happened in the Kharkiv area, not far from the Russian border. \"This aid is especially critical\", said Olesia Briazgunova, from the Confederation of Free Trade Unions of Ukraine.She said the vehicles in particular were “a vital aspect of Ukraine's defence”.The vehicles are used by “defenders, volunteers, medics and rescue services - and often save lives, especially in regions close to hostilities”, she added.Welsh miners delivered medicine, warm clothing and vehicles to Ukrainian miners in Kyiv in February.The link between Wales and Ukraine began in the 1980s when Ukrainian miners, then part of the Soviet Union, donated a portion of their wages to striking miners.The donated vehicles have been used to take supplies to the front line and evacuate civilians from dangerous areas.There are currently hundreds, if not thousands of miners fighting in the war against Russia.Ukrainian soldiers sent a video message to miners in Wales thanking them for the vehicles and aid.They said: “Thanks to our British colleagues from the NUM (National Union of Mineworkers).“Thank you to all the people of the UK for your continued support and help - the war continues,” they said.Standing holding a Welsh flag in front of a donated vehicle they said: “We fight every day for our independence and peace in Ukraine and all of Europe.“These vehicles help us to save lives - and bring our victory closer.\"The NUM, a cross-party Senedd group and Welsh businesses have donated 25 vehicles since the conflict began in 2022, with funds being raised for five more. There are now plans for another aid convoy from Wales to Ukraine in October.Former Welsh government counsel general Mick Antoniw travelled as part of the convoy in February.The Pontypridd MS has Ukrainian heritage and relatives of his have been killed in the war. He said the vehicles they were supplying “are vulnerable to artillery and drone attacks”.“These vehicles which we deliver save Ukrainian lives on the front line”, he said.","score":225},{"url":"https://www.bbc.com/news/articles/cwyejk91d2qo","title":"Trump says too late for another debate as Harris pushes for second clash","fromWeb":"BBC","summary":"","timeAdded":"2024-09-21T22:53:00.547099786Z","timePublished":"2024-09-21T20:30:39Z","photoUrl":"https://1000logos.net/wp-content/uploads/2016/10/BBC-Logo.jpg","text":"Vice-President Kamala Harris accepted a CNN invitation to a presidential debate on 23 October, just days before the November election. Hours later, Donald Trump told supporters at a rally in North Carolina that he would not participate, saying it's \"too late\".The two faced off in a previous debate in Philadelphia on 10 September. CNN had said the potential debate would follow the same format as the June one that Trump had against President Joe Biden, the then-Democratic candidate, which he was largely seen as winning.In a statement on Saturday, Harris-Walz campaign chair Jen O'Malley Dillon said that Americans \"deserve another opportunity\" to see Harris and Trump debate before the November election. \"It would be unprecedented in modern history for there to just be one general election debate,\" she said. \"Debates offer a unique chance for voters to see the candidates side by side and take stock of their competing visions for America.\"On X, formerly Twitter, Harris said that she \"gladly\" accepted the debate invitation and hoped Trump would also take part. After the 10 September debate, Trump had said there would be no further debates. Speaking at a rally in Wilmington, North Carolina on Saturday, he claimed victory in that earlier debate and said \"it's just too late\" for another. \"Voting has already started,\" he said, accusing Harris of seeking another round of sparring \"because she's losing badly.\" At the Trump rally, some voters told the BBC they hoped another debate would take place.\"If you're not afraid, why not? They both did great [at the last debate],\" said Trump supporter Steve Castellano.Adding that he thought the moderators were \"a little biased\" at the last debate, Mr Castellano suggested some conditions for a possible rematch.\"They should debate again at a network Trump chooses,\" he said. \"What I would really love is a good podcaster [to moderate]. I'd really love Joe Rogan to do it.\" Harris holds a slight lead over Trump in national polling averages, and North Carolina could be crucial for his hopes to return to the White House. Trump's ability to win over voters in the state has been put in doubt by revelations that the Republican candidate he endorsed for governor, Mark Robinson, had made pro-Nazi, racist and sexually graphic comments on a porn website.Robinson did not attend Saturday's rally, and Trump did not bring up the scandal or the candidate while addressing a mass of supporters, almost all of whom were dressed in the colours of the American flag. Snap polls released immediately after the 10 September debate found that most viewers thought Harris had been the better performer. Since then, a majority of national polls suggest that Harris has made small gains with voters. The two candidates exchanged swipes and barbs at the previous debate, with Trump calling Harris a \"radical left liberal\" and a Marxist who was destroying America. Harris, for her part, goaded Trump, belittled the size of his rally crowds and quoted his Republican detractors. CBS, the BBC's news partner in the US, has also invited both presidential candidates to participate in an October debate in Arizona.","score":212},{"url":"https://www.bbc.com/news/articles/cly341d5l0vo","title":"Harrods worker says Fayed complaint was brushed off by her manager","fromWeb":"BBC","summary":"","timeAdded":"2024-09-21T22:53:00.664946695Z","timePublished":"2024-09-21T19:25:58Z","photoUrl":"https://1000logos.net/wp-content/uploads/2016/10/BBC-Logo.jpg","text":"Fresh allegations are being made about ex-Harrods boss Mohamed Al Fayed by a former worker who says her line manager \"brushed it off\" when she complained about inappropriate advances.The woman, named Catherine, contacted the BBC after reports this week from other women saying they were sexually assaulted by the late billionaire.Catherine said she was a 21-year-old Harrods employee when she was called into Fayed's office where he made \"uncomfortable\" advances including kissing her on the forehead, inviting her to work in his office and saying he was her boyfriend.Harrods’ current owners said earlier this week they were \"utterly appalled\" by the allegations and that \"victims were failed\".They said they had sought to settle claims \"in the quickest way possible\" since \"new information came to light\" in 2023.Lawyers for the dozens of female complainants say that it was \"inconceivable\" Harrods would not have previously been aware of the allegations, and argue the owners would have done due diligence checks when it bought the business in 2010.Dean Armstrong KC, one of the barristers representing alleged victims, said he was \"at a loss\" as to what the new information Harrods received in 2023 may have been.In a BBC interview on Saturday, he argued that the new owners - who bought Harrods in 2010 - \"either didn’t know [about the allegations] - which I find very difficult to accept - or refused to acknowledge that there was this background of sexual misconduct\".He also said his team had 37 clients, but that the number of people who had contacted them with claims about Fayed was approaching 150.Lawyers allege Fayed's assaults occurred around the world - including in the US, Canada, France, Malaysia and Dubai.\"It's very much a global case, it’s not just the UK. It happened all over the world,\" another lawyer, Bruce Drummond, told the BBC.For Catherine, she says her experience took place in Harrods' flagship store in London. When she told her line manager about her incident, it was dismissed - and she regards it as one example of a wider culture of \"collusion\" at Harrods which enabled Fayed's behaviour.\"I explained to [my line manager] what happened... and he just completely kind of brushed it off and was kind of like 'oh you know, that’s just what he’s like',\" she told the BBC's Radio 4 Today programme.She had been \"in a very junior role\" when one weekend she was told to bring store musicians up to Fayed's office, after which he requested her immediate return.\"So then I went back up and we went into a little room at the back, just him and I,\" she said.Fayed invited her to take a job in his office, she said -  an offer she turned down because it was not in her area of expertise.\"He then held my hand and asked if I had a boyfriend and I sort of politely laughed and said yes.\"And he said, 'No, you don’t have a boyfriend, I’m your boyfriend you don’t need that donkey’ - which was strange and obviously I’m more and more uncomfortable by this point.\"She said Fayed then kissed her on the forehead, told her to think about the job and handed her £300 in cash - which she returned shortly after along with a formal rejection of the post.\"He kissed me on the forehead. I know a lot of people have mentioned this whole thing about this fatherly approach but I have boundaries. It was horrible, and you know, holding my hand, being in very close proximity, was not normal,\" she said.She says she contacted the BBC this week to add to the weight of accusations against Fayed.More than 20 women told the BBC the businessman sexually assaulted or raped them while they worked at Harrods luxury department store in London.Mr Armstrong said his legal team was \"going to reach a lot more\" than they already had given the international nature of the allegations against Fayed.He said Fayed liked to associate with \"what he perceived to be the upper echelons of society\" - including celebrities, footballers and politicians - adding: \"The scale of this is likely to increase, but the impact of this [on society as a whole] is likely to be much, much bigger.\"Catherine said she felt her experience compared to the rape allegations \"feels like absolutely nothing - but I think it's important in kind of building up that evidence of a pattern of behaviour and culture.\"She condemned the workplace environment at Harrods which she said had allowed such actions to regularly happen - claims that have been rejected by the department store. Harrods was owned by Fayed from 1985 until 2010 and is now under new ownership - which said this week the company operated differently to how it had under Fayed.Al-Fayed: Predator at HarrodsA BBC investigation into allegations of rape and attempted rape by Mohamed Al Fayed, the former owner of Harrods.  Did the luxury store protect a billionaire predator?Watch Al-Fayed: Predator at Harrods on BBC iPlayer now.Listen to World of Secrets, Season 4: Al Fayed, Predator at Harrods on BBC Sounds. If you’re outside the UK, you can listen wherever you get your podcasts.Catherine told the BBC: \"It was kind of known that he behaved in a certain way and preyed upon young women and young women were recruited to work on the shop floor or to work in his office.\"And that seemed to go without any kind of question.\"Her comments have been echoed by other accusers who have said many people in Harrods knew about Fayed's alleged behaviour. Concerns have also been raised about his conduct at Fulham Football Club, which he used to own.\"I think that there were people at Harrods at the time who were enablers and they are as guilty as Fayed because they were not just passive onlookers. They were actually helping girl after girl into a total nightmare,\" Catherine said.She has called on \"individuals\" to be identified and \"questioned on their collusion\".\"It is essentially grooming as the evidence suggests and they should face justice,\" she added.Catherine's testimony comes as more women speak out about Fayed's behaviour. New details have also emerged of failed efforts by police and prosecutors to hold Fayed to account during his life.The legal team representing many of the women the BBC has spoken to outlined their case against Harrods on Friday.The store's new owners have said: \"These were the actions of an individual who was intent on abusing his power wherever he operated and we condemn them in the strongest terms.\"\"We also acknowledge that during this time his victims were failed and for this we sincerely apologise.\"Mr Armstrong said: \"As far as I am concerned, this is a corporate Me Too moment.\"Mr Drummond said: \"This is the worst case of corporate sexual exploitation of young women that... probably the world has ever seen.\"Additional reporting by Aleks Phillips.","score":195},{"url":"https://www.bbc.com/news/articles/ce3w2qkx1xlo","title":"Votes being counted in Sri Lanka's first election since protests ousted president","fromWeb":"BBC","summary":"","timeAdded":"2024-09-21T22:53:00.66209584Z","timePublished":"2024-09-21T11:54:42Z","photoUrl":"https://1000logos.net/wp-content/uploads/2016/10/BBC-Logo.jpg","text":"Polls have closed in Sri Lanka's election, where voters are choosing a new president for the first time since mass protests unseated the country's leader in 2022. Saturday's vote is widely regarded as a referendum on economic reforms meant to put the country on the road to recovery after its worst ever financial crisis. But many people are still struggling to make ends meet because of tax hikes, and cuts to subsidies and welfare. Multiple analysts predict that economic concerns will be front of mind for voters in what is shaping up to be a close race.Counting began with postal votes at 17:00 local time (11:30 GMT), but results are not expected to become clear until Sunday morning. \"The country's soaring inflation, skyrocketing cost-of-living and poverty have left the electorate desperate for solutions to stabilise prices and improve livelihoods,\" Soumya Bhowmick, an associate fellow at India-based think tank the Observer Research Foundation, told the BBC.\"With the country seeking to emerge from its economic collapse, this election serves as a crucial moment for shaping Sri Lanka’s recovery trajectory and restoring both domestic and international confidence in its governance.\" President Ranil Wickremesinghe, who was charged with the monumental task of  leading Sri Lanka out of its economic collapse, is seeking another term.   The 75-year-old was appointed by parliament a week after former president Gotabaya Rajapaksa was chased out of power.  Shortly after taking office, Wickremesinghe crushed what was left of the protest movement. He has also been accused of shielding the Rajapaksa family from prosecution and allowing them to regroup - allegations he has denied. Another strong contender is leftist politician Anura Kumara Dissanayake, whose anti-corruption platform has seen him draw increasing public support.More candidates are running in Saturday's election than any other in Sri Lanka's history. But of more than three dozen, four are dominating the limelight.Other than Wickremesinghe and Dissanayake, there is also the leader of the opposition, Sajith Premadasa, and the 38-year-old nephew of the ousted president, Namal Rajapaksa. The \"Aragalaya\" (struggle) uprising that deposed former president Gotabaya Rajapaksa was sparked by an economic meltdown. Years of under-taxation, weak exports and major policy errors, combined with the Covid-19 pandemic dried up the country’s foreign exchange reserves. Public debt reached more than $83 billion and inflation soared to 70%.While the country’s social and political elite were largely insulated against the fallout, basics like food, cooking gas and medicine became scarce for ordinary people, fuelling resentment and unrest.Then-president Rajapaksa and his government were blamed for the crisis, leading to months-long protests calling for his resignation. On 13 July 2022, in dramatic scenes that were broadcast around the world, crowds overran the presidential palace, jumping into the swimming pool and ransacking the house. In the wake of Rajapaksa’s flight from the country - an exile that lasted 50 days - the interim government of President Wickremesinghe imposed strict austerity measures to salvage the economy. Although the economic reforms have successfully brought down inflation and strengthened the Sri Lankan rupee, everyday Sri Lankans continue to feel the pinch.\"Jobs are the hardest thing to find,\" says 32-year-old Yeshan Jayalath. \"Even with an accounting degree, I can’t find a permanent job.” Instead, he has been doing temporary or part-time jobs.  Many small businesses across the country are also still reeling from the crisis.Norbet Fernando, who was forced to shut his roof tile factory north of Colombo in 2022, told the BBC that raw materials such as clay, wood and kerosene are three times more costly than they were two years ago. Very few people are building homes or buying roof tiles, he added.\"After 35 years, it hurts to see my factory in ruins,\" Fernando told the BBC, adding that of the 800 tile factories in the area, only 42 have remained functional since 2022.Central bank data on business sentiments shows depressed demand in 2022 and 2023 - and though the situation is improving in 2024, it’s still not back to pre-crisis levels.\"The Sri Lankan economy may for now have been put back on its feet, but many citizens still need to be convinced the price is worth paying,\" Alan Keenan, the International Crisis Group's (ICG) senior consultant on Sri Lanka, told the BBC. Ranil Wickremesinghe: Having previously lost twice at the presidential polls, Saturday marks his third chance to be elected by the Sri Lankan people, rather than parliamentAnura Kumara Dissanayake: The candidate of the leftist National People’s Party alliance promises tough anti-corruption measures and good governance Sajith Premadasa: The opposition leader is representing the Samagi Jana Balawegaya party - his father served as the second executive president of Sri Lanka before he was assassinated in 1993Namal Rajapaksa: The son of Mahinda Rajapaksa, who led the country between 2005 and 2015, he hails from a powerful political lineage, but will need to win over voters who blame his family for the economic crisisVoters in Sri Lanka elect a single winner by ranking up to three candidates in order of preference.If a candidate receives an absolute majority, they will be declared the winner. If not, a second round of counting will commence, with second and third-choice votes then taken into account.No election in Sri Lanka has ever progressed to the second round of counting, as single candidates have always emerged as clear winners based on first-preference votes.This year could be different.\"Opinion polls and initial campaigning suggest the vote is likely, for the first time ever, to produce a winner who fails to gain a majority of votes,\" said Mr Keenan, of ICG.\"Candidates, party leaders and election officials should be prepared to handle any possible disputes calmly and according to established procedures.\"","score":194},{"url":"https://www.npr.org/2024/09/20/g-s1-23961/new-mexico-gabe-vasquez-yvette-herrell","title":"The contest in one New Mexico swing district mirrors a larger, anxious electorate","fromWeb":"NPR","summary":"","timeAdded":"2024-09-21T22:53:00.626736025Z","timePublished":"2024-09-21T06:00:00-04:00","photoUrl":"https://npr.brightspotcdn.com/dims3/default/strip/false/crop/5851x3901+0+0/resize/1100/quality/85/format/jpeg/?url=http%3A%2F%2Fnpr-brightspot.s3.amazonaws.com%2Fe2%2F40%2F49eaf3b04304a3a34cd05d5e8026%2Fgettyimages-1442615273.jpg","text":"Gabriel Vasquez speaks at a Congressional Hispanic Caucus event welcoming new Latino members to Congress at the headquarters of the Democratic National Committee in Washington, D.C., on Nov. 18, 2022. Vasquez is locked in a tight reelection fight against his GOP challenger, Yvette Herrell. \n                \n                    \n                    Anna Moneymaker/Getty Images\n                    \n                \n                hide caption\n            ALBUQUERQUE, N.M. — On a warm Albuquerque evening with the majestic Sandia Mountains in the distance, New Mexico Democratic Congressman Gabe Vasquez is rallying supporters with a chant.They're using a common Spanish refrain this time of year: \"Si, se puede,\" which translates to \"yes we can.\"The supporters were celebrating the launch of Vasquez's new Albuquerque campaign office. Harley motorcycle riders, military veterans, state politicians and retirees all gathered from different corners of this large district in southern New Mexico, where two of the biggest issues in this election — immigration and abortion rights — are at the heart of a tightly-contested U.S. House race. Democrats and Republicans both think they can win the state's Second Congressional District —  one of the swingiest districts in the country. However, the outcome is anyone’s guess for this largely rural corner of the state that has flipped red to blue and back again for more than 50 years.Vasquez's supporters believe the freshman congressman will be re-elected easily, even as he's facing a tough rematch. Vasquez beat former Republican Congresswoman Yvette Herrell by only 1,350 votes in 2022. \"The momentum is behind him. He's done an incredible job,\" said state Sen. Antonio \"Moe\" Maestas. \"I think he's probably got a better job this time,\" said Karin Kalodimos, a new resident to the district from Nashville.\"As you can tell by the turnout, people are energized,\" said state Rep. Art De la Cruz.The Second Congressional District stretches from Albuquerque to the state’s borders with Mexico and Texas. Vasquez likes to remind supporters the 2nd is larger than the state of Pennsylvania.In an interview with NPR following a recent tour of Albuquerque's Real Time Crime Center, Vasquez said he is also bullish about his chances.\"We have worked our butts off to make sure that the people of this district are represented,\" he said. \"I know that there's a lot of national turmoil. But in New Mexico, politics truly are local and in the second district I have shown up for people. I think that's going to come out in the election results.\"\n                Yvette Herrell addresses the press during a visit to El Paso, Texas on March 15, 2021. Herrell is fighting to win back the congressional seat she lost to Rep. Gabe Vasquez in 2022. \n                \n                    \n                    Justin Hamel/AFP via Getty Images\n                    \n                \n                hide caption\n            Three hours south of Albuquerque at a sports bar in Las Cruces, N.M., Herrell is meeting with Republican supportersShe argues she’s poised to avenge her loss against Vasquez since the issues are on her side.\"They want a secure border. They want a better economy. You know, they want safe neighborhoods. They want a good education for their children,\" Herrell told NPR about voters in the community. \"It always seems to be coalescing around those issues in the Second Congressional District.\"Herrell is hitting Vasquez on crime and border issues — after all, Albuquerque and Las Cruces boast some of the highest crime rates in the country.And supporters like Rebecca Dow, who is running for the New Mexico state House, says border issues hit different here.\"I know people say every community and every city is a border community now, but we've been living this, we've been living it,\" she said.That’s why Republicans angling to keep control of the U.S. House say this seat is among the top dozen races to flip this cycle.Still, Herrell’s supporters concede there’s some headwinds, including Democratic redistricting in 2021 that shifted the district more blue.It marks one of many bitter turns in this fightAnd while Republicans think they have the upper hand on the issues, Democrats are outraising and outspending Herrell dramatically.They’ve also leaned into crime and border issues, while simultaneously blunting Republican attacks with their own on access to abortion.\"When you are very poor state and you've got people living 200-plus miles from a hospital or a health care provider, it's hard,\" Gov. Michelle Lujan Grisham said following a recent event with Vasquez.They joined other state and local officials for the groundbreaking of a new reproductive health clinicSupporters argue the new facility could be a major lifeline for women in this state and beyond. It’s all part of what makes this a critical race in what Lujan Grisham concedes are challenging political times.\"People are anxious and frustrated and angry at elected officials for a number of valid reasons,\" she said. \"You know, it's hard out there.\"","score":174}]