[{"url":"https://npr.org/2024/04/26/1246857306/rafah-gaza-israel-military-offensive","title":"What to know about a possible Israeli military offensive in Rafah","fromWeb":"NPR","summary":"Over 1 million displaced Palestinians in Gazas Rafah are facing the threat of an Israeli military offensive. Israel claims the offensive is necessary to eliminate Hamas and release hostages, but negotiations for a ceasefire have stalled. Multiple officials have expressed concern over the potential civilian death toll, and the US has urged Israel to consider \"alternate ways\" of addressing the Hamas military presence.\n\nThe Israeli military has called up two reserve brigades and erected new tent encampments near Rafah, indicating preparations for an attack. Aid groups and UN agencies fear a humanitarian crisis, as Rafah is the main exit point for wounded Palestinians and humanitarian aid.\n\nHumanitarian organizations have contingency plans for evacuation but lack specific information from Israel. The United Nations reports that hundreds of bodies are still being recovered in Gaza City after an Israeli raid on Al-Shifa hospital. Despite the threat, some displaced Palestinians are considering fleeing to Egypt or returning to Gaza City, as Israeli airstrikes have killed over 230 civilians in Rafah since March 21.","timeAdded":"2024-04-26T09:33:23Z","timePublished":"2024-04-26T05:19:07Z","photoUrl":"https://media.npr.org/assets/img/2024/04/24/gettyimages-2149373237_slide-c91192cb6040e61cec55065327e367fb81e58f54-s1100-c50.jpg"},{"url":"https://npr.org/2024/04/26/1247408281/student-protests-colleges-universities-israel-palestine","title":"More than 500 people have been arrested at pro-Palestinian protests at colleges","fromWeb":"NPR","summary":"Amidst ongoing pro-Palestinian protests on college campuses nationwide, over 500 arrests have been made. At Columbia University, more than 100 protesters were detained after police attempted to dismantle an encampment, while negotiations are ongoing. The University of Southern California experienced 93 arrests and canceled its commencement due to protests, including an assault charge. The University of Texas at Austin cleared protestors and charges were dropped for most of the 60 arrested. Emerson College apprehended over 100 protestors following the removal of an encampment. On Thursday, arrests were made at Princeton University, Emory University, The Ohio State University, and the University of Minnesota.","timeAdded":"2024-04-26T09:33:23Z","timePublished":"2024-04-26T05:18:20Z","photoUrl":"https://media.npr.org/assets/img/2024/04/26/ap24117022318527_custom-84e5030418c344d6fcc13a5388e2eb8f67e8be02-s1100-c50.jpg"},{"url":"https://npr.org/2024/04/26/1247390905/united-methodist-church-umc-reorganization-lgbtq-same-sex-marriage-issues","title":"United Methodist Church begins reorganization over LGBTQ+ issues","fromWeb":"NPR","summary":"The United Methodist Churchs General Conference has voted to potentially lift the bans on LGBTQ+ clergy and same-sex weddings. A regionalization proposal would allow different geographic regions to create their own rules, enabling the U.S. to potentially end such bans while other regions make their own decisions. This move aims to address the disparity in sentiment towards LGBTQ+ issues among different parts of the church, particularly between the U.S. and Africa. The regionalization plan passed with 78% of the vote, but needs ratification by local annual conferences. Despite official bans, many local geographic conferences, especially in the U.S., have chosen not to enforce them, leading to departures from the denomination. The regionalization vote could make subsequent proposals to remove the bans globally less contentious.","timeAdded":"2024-04-26T09:33:23Z","timePublished":"2024-04-26T05:01:12Z","photoUrl":"https://media.npr.org/assets/img/2024/04/25/methodist-church-7c1f4ad0b27673b6ffebde51b4947d35201dd20c-s1100-c50.jpg"},{"url":"https://npr.org/2024/04/26/1242236604/florida-economy-immigration-businesses-workers-undocumented","title":"A year later, Florida businesses say the state's immigration law dealt a huge blow.","fromWeb":"NPR","summary":"In Plant City, Florida, the immigration crackdown initiated by Governor Ron DeSantis has resulted in a shortage of farmworkers, causing significant losses for local businesses. Over 40% of farmworkers nationwide are estimated to be undocumented, and the fear of arrest under the new law has led many of them to leave Florida. The Florida Policy Institute estimates the law could cost the states economy $12.6 billion in the first year. Despite the availability of H-2A guest worker programs, farmers face high costs and bureaucratic hurdles that hinder their effectiveness. The labor shortage is also impacting non-agricultural industries, with businesses experiencing difficulties finding workers, particularly in roofing. The law has also created a climate of fear for undocumented workers and their families, leading many of them to consider moving out of Florida.","timeAdded":"2024-04-26T09:33:23Z","timePublished":"2024-04-26T05:01:10Z","photoUrl":"https://media.npr.org/assets/img/2024/04/21/039_plantcity_slide-647ca980fac2338c3a8d7eb5b9ba98aaf875ca91-s1100-c50.jpg"},{"url":"https://npr.org/2024/04/26/1247187053/alabama-twyla-stallworth-police-assault-calling-911-lawsuit","title":"Alabama woman who says police assaulted her after calling 911 files federal lawsuit","fromWeb":"NPR","summary":"Twyla Stallworth, a Black woman from Alabama, filed a federal lawsuit against Andalusia City, its police department, and Officer Grant Barton for her unlawful arrest and illegal detention. The incident arose from a noise complaint Stallworth made, which prompted Barton to demand her identification. Stallworth refused, and Barton arrested her for failing to comply. The lawsuit alleges that Stallworth was assaulted, strip-searched, and jailed for 15 hours, despite not committing any crimes. Stallworth and her son, Jermari Marshall, are seeking unspecified compensatory and punitive damages. Andalusias mayor apologized for the incident and stated that Barton was disciplined, but the lawsuit does not specify the nature of the punishment. Stallworths attorney, Harry Daniels, condemned Bartons actions, highlighting the danger posed by officers who disregard citizens rights.","timeAdded":"2024-04-26T09:33:23Z","timePublished":"2024-04-26T05:00:40Z","photoUrl":"https://media.npr.org/assets/img/2024/04/25/twyla-1--db6527286c2db6705cc2ef266dcff817d79cdeba-s1100-c50.jpg"},{"url":"https://npr.org/2024/04/26/1247352050/trump-hush-money-trial-david-pecker","title":"Former tabloid publisher details actions on behalf of Trump ahead of 2016 election","fromWeb":"NPR","summary":"In the ongoing hush-money trial against former President Trump, David Pecker, ex-publisher of the National Enquirer, testified that Keith Davidson approached the tabloid in 2016 with a story about Karen MacDougal, a model alleging an affair with Trump. Trump instructed Pecker to purchase and suppress the story, which American Media Inc. did at Cohens promise of reimbursement. Peckers testimony supports the prosecutions claim that Trump had direct knowledge of the hush-money payments. The trial also heard details of secret payments and buried stories, providing insight into Trumps methods of controlling information during his 2016 campaign. Peckers actions, motivated by Trumps gratitude, included a dinner at the White House where Trump inquired about MacDougal. Despite Trumps plea of not guilty to charges of falsifying business records, Peckers testimony suggests Trumps involvement in the payments.","timeAdded":"2024-04-26T09:33:23Z","timePublished":"2024-04-26T05:00:40Z","photoUrl":"https://media.npr.org/assets/img/2024/04/25/gettyimages-2149588216_slide-283d0a27671edf397204f9dc298246e031222eb3-s1100-c50.jpg"},{"url":"https://npr.org/2024/04/26/1246676328/dali-museum-elon-musk-taylor-swift","title":"Where can you call an artist on a lobster? Find out in the quiz","fromWeb":"NPR","summary":"This week marked Earth Day, an event often associated with corporate greenwashing and the misconception that individual actions can significantly reduce pollution. The concept of individual responsibility in reducing pollution was created by industries promoting single-use plastics. This topic is explored in depth in the Throughline podcasts Earth Day quiz, which challenges listeners with questions about the environmental impact of various products.","timeAdded":"2024-04-26T09:33:23Z","timePublished":"2024-04-26T05:00:10Z","photoUrl":"https://media.npr.org/assets/img/2024/04/25/elon-taylor-tapir_wide-37f1a92c8790d305669693f2c4b2caa555b7dc18-s1100-c50.jpg"},{"url":"https://npr.org/2024/04/26/1247347363/china-tiktok-national-security","title":"China's influence operations against the U.S. are bigger than TikTok","fromWeb":"NPR","summary":"Amid national security concerns, a new law mandates the sale of the Chinese-owned TikTok app in the US. Lawmakers cite fears of China potentially accessing user data, conducting surveillance, and disseminating misinformation. While classified intelligence briefings have raised concerns about TikTok, no evidence has been publicly released.\n\nChinas efforts to manipulate Americans through social media have intensified, including attempts to influence elections, spread disinformation, and exacerbate existing divisions. While much attention has been given to Russian interference, Chinas efforts are also a growing threat.\n\nTikTok has been utilized in Chinas influence operations, but not more than other platforms like Facebook. However, in Taiwan, China has aggressively used TikTok to undermine democracy, creating proxy accounts to disseminate official state narratives without disclosing their origins.\n\nDespite efforts to sway Taiwanese voters, the pro-independence candidate opposed by China won re-election, indicating that these influence operations have not had a significant impact.","timeAdded":"2024-04-26T09:33:23Z","timePublished":"2024-04-26T05:00:10Z","photoUrl":"https://media.npr.org/assets/img/2024/04/25/gettyimages-2150026521_slide-f00bbdf18d95f1a7744393a94e8ea7b27c0c7f71-s1100-c50.jpg"},{"url":"https://npr.org/2024/04/26/1247403968/ukraine-pulls-abrams-tanks-from-front-lines-russia-drone-threats","title":"Ukraine pulls U.S.-provided Abrams tanks from the front lines over drone threats","fromWeb":"NPR","summary":"Due to Russian drone warfare, Ukraine has temporarily suspended the use of US-provided Abrams M1A1 tanks, as they have become highly vulnerable to detection and attack. The tanks have faced difficulties operating without being quickly located and targeted by Russian drones. Despite the US providing 31 Abrams tanks in January 2023, five have been lost to Russian attacks. The battlefield has shifted, making it challenging to protect the tanks from detection and strikes. The US and Ukraine are collaborating to modify tactics to enhance the effectiveness of the tanks in the current drone-heavy environment. While the tanks remain significant, the US is emphasizing counter-drone capabilities, air defenses, and alternative vehicles in its recent military aid packages. Ukraine has not yet adopted combined arms warfare tactics, which could increase the effectiveness of the Abrams tanks.","timeAdded":"2024-04-26T09:33:23Z","timePublished":"2024-04-26T04:27:00Z","photoUrl":"https://media.npr.org/assets/img/2024/04/26/ap24116849334436-f4cb27fc49c9455936ac8b4443377afbcdf67b11-s1100-c50.jpg"},{"url":"https://npr.org/2024/04/25/1247366138/eeoc-rules-abortion-accommodations-states-challenge","title":"17 states challenge federal rules entitling workers to accommodations for abortion","fromWeb":"NPR","summary":"Republican attorneys general from 17 states have filed a lawsuit challenging new federal regulations that entitle workers to time off and other accommodations for abortions. The lawsuit alleges that the rules, finalized on Monday by the Equal Employment Opportunity Commission (EEOC), exceed the scope of the 2022 Pregnant Workers Fairness Act, which passed with bipartisan support. The regulations, which go into effect on June 18th, allow workers to seek time off to obtain and recover from an abortion. The lawsuit argues that the regulations force employers to accommodate abortions, even if they are illegal under state law. The EEOC maintains that the regulations only provide for time off, which does not have to be paid. The lawsuit was led by Tennessee and Arkansas, with Alabama, Florida, and 12 other states joining.","timeAdded":"2024-04-26T04:14:16Z","timePublished":"2024-04-25T21:11:05Z","photoUrl":"https://media.npr.org/assets/img/2024/04/25/ap24116849011157_slide-d8632fafae25efdd5bdf1f523b239af88a3777da-s1100-c50.jpg"},{"url":"https://npr.org/2024/04/25/1247177492/why-experts-say-inflation-is-relatively-low-but-voters-feel-differently","title":"Why experts say inflation is relatively low but voters feel differently","fromWeb":"NPR","summary":"Purdue Universitys report indicates that a majority of consumers anticipate continued food price increases, potentially impacting voter sentiment. Despite heightened consumer perception of inflation, data from the Bureau of Labor Statistics shows a lower 2.2% increase in food prices over the past year. The report also reveals a political divide in perceived inflation, with Republicans reporting higher rates than Democrats. Consumers may overestimate price changes due to a broader time frame than the CPIs one-month comparison. The report suggests that rising food prices could negatively impact election outcomes, although specific drivers of inflation have diminished. While labor costs remain a lingering factor, the report does not anticipate a return to previous levels of food price inflation.","timeAdded":"2024-04-26T04:14:17Z","timePublished":"2024-04-25T16:49:55Z","photoUrl":"https://media.npr.org/assets/img/2024/04/25/gettyimages-2008640078_wide-a45766cb5f08807ed26cf28b1f194c22407ac6c5-s1100-c50.jpg"},{"url":"https://npr.org/2024/04/25/1247183807/kim-kardashian-white-house-criminal-justice-reform","title":"Kim Kardashian visits the White House to highlight criminal justice reform","fromWeb":"NPR","summary":"Vice President Kamala Harris met with reality TV star Kim Kardashian to discuss criminal justice reform. The meeting focused on a new rule by the Small Business Administration that eases loan restrictions for individuals with criminal records. Harris emphasized the importance of second chances and resources for ex-offenders. President Biden has recently granted clemency to 11 individuals for non-violent drug offenses and commuted the sentences of five others. Bidens reforms aim to address disproportionate sentencing and attract young and minority voters, who advocate for marijuana reform. Kardashians advocacy played a role in elevating the issue during the previous administration.","timeAdded":"2024-04-26T04:14:17Z","timePublished":"2024-04-25T16:02:19Z","photoUrl":"https://media.npr.org/assets/img/2024/04/25/gettyimages-2149583174-2f838c9e2ee7045ea8617262a0ffca6bb9b2e307-s1100-c50.jpg"},{"url":"https://npr.org/2024/04/25/1247157493/haiti-prime-minister-ariel-henry-resigns","title":"Haiti's Prime Minister Ariel Henry has resigned as a transitional council takes over","fromWeb":"NPR","summary":"Ariel Henry, Haitis de facto prime minister, has resigned and appointed Finance Minister Michel Patrick Boisvert as interim prime minister. A nine-person transitional council, including seven voting members, has been sworn in to select Haitis new prime minister and cabinet. The councils swearing-in ceremony occurred amidst gunfire, as gangs have vowed to topple the government. Gangs control most of the capital, cutting it off from the outside world and displacing over 90,000 people. Former Prime Minister Henry is unable to return to Haiti from Los Angeles due to gang-led violence. The transitional council is tasked with paving the way for an international peacekeeping force.","timeAdded":"2024-04-26T04:14:16Z","timePublished":"2024-04-25T14:31:15Z","photoUrl":"https://media.npr.org/assets/img/2024/04/25/ap24116597482866-d4efb878dcab7e2a64dda2f2122dfcb8fe390824-s1100-c50.jpg"},{"url":"https://npr.org/2024/04/25/1247162570/venice-entry-fee-day-trippers-tourists","title":"Venice tests a 5-euro fee for day-trippers as the city grapples with overtourism","fromWeb":"NPR","summary":"Venice has introduced a pilot program requiring day-trippers to pay a €5 entry fee between 8:30 a.m. and 4 p.m. on specific dates through July to reduce overtourism and improve livability for residents. The measure includes separate entrances for tourists and residents, with on-site stewards guiding visitors through the QR code payment process. Despite protests, the program aims to track arrivals more accurately and monitor crowd levels. Critics argue that the fee is ineffective and that the city should focus on increasing the resident population and services to address tourisms negative impact. Venice officials have recorded approximately 10,000 paid day-tripper arrivals on the first day, with over 70,000 others downloading QR codes for exemptions.","timeAdded":"2024-04-26T04:14:17Z","timePublished":"2024-04-25T12:33:22Z","photoUrl":"https://media.npr.org/assets/img/2024/04/25/ap24116292846671_custom-597d2aac0d75d1b37c54d0d6c6b4f76b169c8112-s1100-c50.jpg"},{"url":"https://npr.org/2024/04/25/1247123011/boeing-crash-737-max-doj","title":"After two Boeing 737 Max crashes, families are still seeking answers from DOJ","fromWeb":"NPR","summary":"Families of victims killed in two 737 Max jet crashes in 2018 and 2019 met with Justice Department prosecutors and expressed frustration over the lack of criminal prosecution against Boeing. Despite the company reaching a $2.5 billion settlement with the department, victims relatives believe Boeing avoided criminal charges and are urging prosecutors to hold the company accountable. Although Boeing has paid billions in settlements, the families view the Justice Departments agreement with the company as a betrayal. The families frustration was compounded by a recent incident where a door plug panel blew out of a 737 Max jet, prompting a Justice Department investigation. Prosecutors have yet to provide substantial answers to the families questions, leaving them doubting their concerns are being taken seriously. The Justice Department could extend Boeings probation deal or drop the criminal case altogether within the next two months.","timeAdded":"2024-04-26T04:14:16Z","timePublished":"2024-04-25T11:24:30Z","photoUrl":"https://media.npr.org/assets/img/2024/04/25/gettyimages-2149446484_custom-5d7c63ff65436f821007e39d86b8af2a54e084e4-s1100-c50.jpg"},{"url":"https://npr.org/2024/04/25/1247130677/musicians-congress-letter-ticketing-fans-first-act-billie-eilish-green-day","title":"Some 300 musicians, from Diplo to Nile Rodgers, lobby Congress for ticketing reform","fromWeb":"NPR","summary":"Over 280 musicians, including Billie Eilish, Dave Matthews, and Diplo, have signed a letter urging senators to reform the concert ticketing system. They argue that predatory resellers inflate ticket prices and deprive fans of affordable access. The artists support the Fans First Act, which aims to increase transparency, protect consumers, and deter illegal activities in the ticketing industry. Senator Amy Klobuchar, a co-sponsor of the bill, expressed support for its passage. The letters release comes amidst increased scrutiny of Ticketmaster and Live Nation, following the chaotic sale of Taylor Swift tour tickets and allegations of anti-competitive practices. Lawmakers have introduced multiple bills to address ticketing concerns, and the Justice Department is reportedly investigating Live Nation.","timeAdded":"2024-04-26T04:14:16Z","timePublished":"2024-04-25T11:20:11Z","photoUrl":"https://media.npr.org/assets/img/2024/04/25/ticketing-reform-1_custom-9f3f780f75ae90562a602f005715153b629f11ea-s1100-c50.jpg"},{"url":"https://npr.org/2024/04/25/1247131054/harvey-weinsteins-2020-sex-crimes-conviction-in-new-york-overturned","title":"Harvey Weinstein's 2020 sex crimes conviction in New York overturned","fromWeb":"NPR","summary":"The New York State Court of Appeals overturned Harvey Weinsteins 2020 felony sex crime conviction due to the admission of testimony from women not involved in the case, violating his rights to a fair trial. The court ruled that the testimony from these \"Molineux witnesses\" unfairly bolstered the credibility of the complainants by emphasizing Weinsteins past behavior. Critics argue that the subjective application of the \"Molineux Rule\" can lead to challenges to verdicts. The Manhattan district attorneys office intends to retry the case, while Weinstein currently faces a 16-year sentence from a separate Los Angeles conviction. As of now, he is being held in the Mohawk Correctional Facility in upstate New York.","timeAdded":"2024-04-26T04:14:17Z","timePublished":"2024-04-25T10:58:00Z","photoUrl":"https://media.npr.org/assets/img/2024/04/25/gettyimages-1243724529-f731c51382691a6bb4dbb0d485d37a70f04dcaca-s1100-c50.jpg"},{"url":"https://npr.org/2024/04/25/1247120388/american-hostage-hamas-video-hersh-goldberg-polin","title":"An American hostage is seen alive for the first time since Oct. 7 in a Hamas video","fromWeb":"NPR","summary":"Hamas has released a video showing Hersh Goldberg-Polin, an Israeli-American hostage kidnapped in Gaza in October 2023. The video marks the first time Hamas has released a video of one of the five Americans it holds captive. Goldberg-Polin, 24, appears in the video with a healed stump where his left forearm was amputated. He criticizes Israeli Prime Minister Netanyahu and claims Israeli airstrikes have killed other hostages. The video has sparked protests in Israel, with Goldberg-Polins parents urging negotiators to reach a cease-fire to reunite families and end suffering. President Biden and leaders of 17 other countries have issued a joint statement calling on Hamas to agree to a cease-fire deal that would include the release of the hostages.","timeAdded":"2024-04-26T04:14:17Z","timePublished":"2024-04-25T10:40:05Z","photoUrl":"https://media.npr.org/assets/img/2024/04/25/ap24057589554710-4989e81248c888e433c2710ced88ea88d573f8aa-s1100-c50.jpg"},{"url":"https://npr.org/2024/04/25/1246898656/hows-your-city-attracting-people-downtown-these-days-npr-wants-to-hear-from-you","title":"How's your city attracting people downtown these days? NPR wants to hear from you","fromWeb":"NPR","summary":"Many downtowns are facing reduced activity due to hybrid work and other post-pandemic lifestyle changes. In response, cities are implementing various initiatives to revitalize these areas. These efforts include hosting special events, offering business incentives, and increasing housing options near office buildings. NPR is seeking submissions from individuals about what attracts them to downtowns and ideas for their revitalization. Submissions will be subject to NPRs Terms of Use and Privacy Policy, which notes that journalistic activities and freedom of expression may have exemptions that override certain privacy rights.","timeAdded":"2024-04-26T04:14:16Z","timePublished":"2024-04-25T10:06:27Z","photoUrl":"https://media.npr.org/assets/img/2024/04/24/gettyimages-1415602912-0dbe26d560a2c10af76f3e19755bfc6360e04860-s1100-c50.jpg"}]