[{"url":"https://www.npr.org/sections/shots-health-news/2024/09/21/nx-s1-5120543/mental-health-care-parity-insurance-ghost-network","title":"'I Don’t Want to Die.' He needed mental health care. He found a ghost network","fromWeb":"NPR","summary":"","timeAdded":"2024-09-22T16:31:31.423393775Z","timePublished":"2024-09-22T07:00:00-04:00","photoUrl":"https://npr.brightspotcdn.com/dims3/default/strip/false/crop/2950x1660+0+0/resize/1100/quality/85/format/jpeg/?url=http%3A%2F%2Fnpr-brightspot.s3.amazonaws.com%2Ff3%2Fec%2F12ed149e4cb88543d4aa83b19f53%2Fpromo-16x9.jpg","text":"If you or someone you know may be considering suicide or be in crisis, call or text 988 to reach the 988 Suicide \u0026 Crisis Lifeline.Early one morning in February 2023, before the sun rose over Phoenix, Ravi Coutinho went on a walk and, for a brief moment, thought about hurling his body in front of a moving bus. He had been feeling increasingly alone and depressed; anxious and unlovable; no longer sure if he was built for this world.Several hours later, Ravi swiped open his iPhone and dialed the toll-free number on the back of his Ambetter insurance card. After navigating the automated voice system, he was routed to a friendly, fast-talking customer service rep with a slight foreign accent. His name was Giovanni.“How can I help you today?” Giovanni asked.“Hi, I am trying to find a psychiatric care provider,” Ravi said.“So, you are looking for a primary care provider?” Giovanni asked.“No,” Ravi replied, seeming confused. Ravi tried to clearly repeat himself. “Psy-chi-at-ric.”“Psychiatric, all right, so, sure, I can definitely help you with that,” Giovanni said. “By the way, it is your first time calling in regards to this concern?”Ravi paused. It was actually the sixth attempt to get someone, anyone, at Ambetter to give him or his mother the name of a therapist who accepted his insurance plan and could see him. Despite repeatedly searching the Ambetter portal and calling customer service, all they had turned up so far, he told Giovanni, were the names of two psychologists. One no longer took his insurance. The other, inexplicably, tested patients for Alzheimer’s disease and dementia and didn’t practice therapy at all.“I’m a little concerned about all this,” Ravi said.This had not been part of the plan Ravi had hatched a few months earlier to save his own life. Diagnosed with depression and anxiety, and living in the heart of Austin, Texas’ boisterous Sixth Street bar district, the 36-year-old former college golfer had become reliant on a dangerous form of self-medication.His heavy drinking had cost him his marriage and was on the verge of destroying his liver and his livelihood. His therapist back in Texas had helped him understand how his mental illnesses were contributing to his addiction and vice versa. She had coached him through attempts to get sober.He wanted to save his business, which sold dream vacations to golfers eager to play the world’s legendary courses. He wanted to fall in love again, even have a kid. He couldn’t do that when he was drinking a fifth of a gallon of liquor — the equivalent of nearly 17 shots — on any given day.When all else had failed, he and his therapist had discussed a radical move — relocating to the city where he’d spent his final years of high school. Phoenix symbolized a happier and healthier phase. They agreed that for the idea to work, he needed to find a new therapist there as quickly as possible and line up care in advance.Ravi felt relieved when he signed up for an insurance plan right before the move. Ambetter wasn’t as well known as Blue Cross Blue Shield or UnitedHealthcare. But it was the most popular option on HealthCare.gov, the federal health insurance marketplace, covering more than 2 million people across the country. For $379 a month, his plan appeared to have a robust network of providers.\n                 Ravi had moved to Arizona, hoping for a fresh start. Here, he is with his mother, Barbara Webber. \n                \n                    \n                    Webber Coutinho family\n                    \n                \n                hide caption\n            Frustrating phone calls like this one began to confirm for Ravi what countless customers — and even Arizona regulators — had already discovered: Appearances could be deceiving.After misunderstanding Ravi’s request for a therapist, Giovanni pulled up an internal directory and told Ravi that he had found someone who could help him.It was a psychiatrist who specialized in treating the elderly. This was strange, considering that Giovanni had asked Ravi to verify that he was born in 1986. “I mean, geriatric psychiatry is not …” Ravi responded, “I mean … I wouldn’t qualify for that.”Annoyed but polite, Ravi asked Giovanni to email the provider list on the rep’s computer. He figured that having the list, which he was legally entitled to, would speed up the process of finding help.But Giovanni said that he couldn’t email the list. The company that ran Ambetter would have to mail it.“What do you mean, mail?” Ravi asked. “Like physically mail it?”Ravi let out a deep, despondent sigh and asked how long that would take.Seven to 10 business days to process, Giovanni responded, in addition to whatever time it would take for the list to be delivered. Ravi couldn’t help but laugh at the absurdity.“Nothing personal,” he told Giovanni. “But that’s not going to work.“So I’m just gonna have to figure it out.”This baffling inability to find help had tainted Ravi’s fresh start.In the weeks before the call with Giovanni, Ravi had scrolled through Ambetter’s website, examining the portal of providers through his thick-rimmed glasses. He called one after the next, hoping to make an appointment as quickly as possible.Of course, it was unreasonable to expect every therapist in Ambetter’s network to be able to accept him, especially in a state with an alarming shortage of them. But he couldn’t even find a primary care doctor who could see him within six weeks and refill his dwindling supply of antidepressants and antianxiety meds.Days before he was supposed to move to Phoenix, he texted friends about his difficulties in finding care:“Therapists have been 0-4.”“Called ten places and nothing.”“The insurance portal doesn’t know shit.”\n                 Ravi Coutinho and his dog, Finn, in March 2023.\n                \n                    \n                    Coutinho Webber family\n                    \n                \n                hide caption\n            Ravi didn’t know it, but he, like millions of Americans, was trapped in a “ghost network.” As some of those people have discovered, the providers listed in an insurer’s network have either retired or died. Many other providers have stopped accepting insurance — often because the companies made it excessively difficult for them to do so. Some just aren’t taking new patients. Insurers are often slow to remove them from directories, if they do so at all. It adds up to a bait and switch by insurance companies that leads customers to believe there are more options for care than actually exist.Ambetter’s parent company, Centene, has been accused numerous times of presiding over ghost networks. One of the 25 largest corporations in America, Centene brings in more revenue than Disney, FedEx or PepsiCo, but it is less known because its hundreds of subsidiaries use different names. In addition to insuring the largest number of marketplace customers, it’s the biggest player in Medicaid managed care and a giant in Medicare Advantage, insurance for seniors that’s offered by private companies instead of the federal government.ProPublica reached out to Centene and the subsidiary that oversaw Ravi’s plan more than two dozen times and sent them both a detailed list of questions. None of their media representatives responded.In 2022, Illinois’ insurance director fined another subsidiary more than $1 million for mental health-related violations including providing customers with an outdated, inaccurate provider directory. The subsidiary “admitted in writing that they are not following Illinois statute” for updating the directory, according to a report from the state’s Insurance Department.In a federal lawsuit filed in Illinois that same year, Ambetter customers alleged that Centene companies “intentionally and knowingly misrepresented” the number of in-network providers by publishing inaccurate directories. Centene lawyers wrote in a court filing that the company “denies that it made any misrepresentations to consumers.” The case is ongoing.And in 2021, San Diego’s city attorney sued several Centene subsidiaries for “publishing and advertising provider information they know to be false and misleading” — over a quarter of those subsidiaries’ in-network psychiatrists were unable to see new patients, the complaint said. The city is appealing after a judge sided with Centene on technical grounds.Even the subsidiary responsible for Ravi’s plan had gotten in trouble. Regulators with the Arizona Department of Insurance and Financial Institutions found in 2021 that Health Net of Arizona had failed to maintain accurate provider directories. The regulators did not fine Health Net of Arizona, which promised to address that violation. When ProPublica asked if the company had made those fixes, the department said in a statement that such information was considered “confidential.”These were exactly the type of failures that Ravi’s mother, Barbara Webber, confronted as the head of an advocacy group that lobbied for greater health care access in New Mexico. From her Albuquerque apartment more than 300 miles away from her son’s his new, 12th-floor studio, she listened to Ravi vent about how hard it was to find a therapist in Phoenix.\n                 Barbara Webber and Ravi Coutinho, in his childhood.\n                \n                    \n                    Webber Coutinho family\n                    \n                \n                hide caption\n            Ravi was Barbara’s only child, and they had always been close. In the seven years since Ravi’s dad died, they’d grown even closer. They talked on the phone nearly every day. Barbara was used to supporting Ravi from afar, ordering him healthy delivery dinners, reminding him to drink enough water and urging him to call crisis hotlines amid panic attacks. But when Ravi crashed at her apartment while waiting to move to Phoenix, she saw more of his struggles up close. At one point, she called 911 when she feared for his life.Despite her desire and ability to help him, Ravi didn’t want to stay with his mom for any longer than necessary. He didn’t want to feel like a teenager again.Barbara understood her son’s desire for independence, and when he first encountered insurance barriers, she drew from her expertise and coached him through ways to try to get past them. But by the middle of February, a few days after Ravi settled into his new place, there was no good news about his mental health care. She felt the need to step in.So, she called Ambetter to try to get better information than what Ravi was looking at online. But Khem Padilla, a customer service rep who seemed to be working at a call center overseas, couldn’t help her find that information. She then asked Padilla to send referrals to therapists.When Padilla followed up, he only sent phone numbers for mental health institutes, including one that exclusively served patients with autism. “I wish that everything will work together for you,” Padilla wrote in an email to Barbara and Ravi on what happened to be Valentine’s Day, “and [don’t] forget that you are Loved.”Loneliness is one of the strongest forces for triggering a relapse in someone addicted to alcohol, and Ravi’s early days in Phoenix provided a dangerous dose.His old friends were often busy with work and family. He hadn’t found his way to a new Alcoholics Anonymous group yet. And he struggled to find matches on dating apps. (“Phoenix Tinder is a wasteland,” he told one friend.) His only consistent companion was Finn, a half-Great Pyrenees with a thick coat of fluffy white hair, whom he took on long walks around the city. “His unconditional love brings me so much joy,” he’d told his mom.Alone in his apartment with Finn, vodka within reach, Ravi felt guilty about calling his loved ones for help. Even though his mom and his friends would pick up the phone at just about any hour, Ravi hated the idea of bothering them.But he couldn’t resist after he hung up with Giovanni, the customer service rep. That afternoon, Feb. 22, he fired off a frustrated text message to his mom.“How is it this hard?!” Ravi seethed.Barbara’s next move was to reach out to a member of her nonprofit board who happened to work for a Centene company. The board member helped get Ravi a care manager, a person who works for the insurer to help patients navigate access to providers. The care manager got him a referral for a psychiatric nurse practitioner, but she wasn’t able to connect him to a therapist.Without therapy, Ravi’s descent took on a momentum of its own.A close friend from high school, David Stanfield, was watching it all unfold. Ravi had always made David feel like they could pick up where they’d last left things. But this new withdrawn person, who would break into a sweat on a crisp night in the 60s, was a far cry from the guy he once knew.Ravi was beginning to remind David of his brother-in-law, who had died of a drug overdose a few years earlier. So when Ravi sent a series of distressing texts, indicating that he had relapsed, David and another friend staged an intervention and took Ravi to the hospital.But Ravi wondered what good another detox would do if it didn’t help him combat the root causes of his addiction through therapy. He was also worried that it would get in the way of his ability to work; Ravi was still booking some golf vacations through his business and figured he would have to surrender his phone during a rehab stay.Instead, Ravi sated his withdrawals by feeding his body more alcohol, giving way to a March whirlwind of blackouts, massive hangovers and despondent texts to friends. When Ravi showed up to a baseball game looking pale and disheveled, a friend’s young son turned to his dad and asked: Is Ravi OK?By early April, almost two months had passed since Barbara’s first call to Ambetter alerting them that Ravi was having trouble finding a therapist. Ambetter was obligated by state law to provide one outside of its network if Ravi couldn’t find one in a “timely manner” — which, in Arizona, meant within 60 days.Within that span, its own records showed, he’d wound up in the emergency room seeking treatment for alcohol withdrawal and called a crisis line after he had thought about ending his life. Yet despite 21 calls with Ravi and Barbara, adding up to five hours and 14 minutes, the insurer’s staff had not lined up a single therapy appointment.Smith called Ravi four times over two weeks, right as his mental health crisis worsened. When he didn’t respond, she closed his case on April 7. Smith did not respond to multiple requests for comment or to questions about what information she tried to share with Ravi on these calls.As Ravi’s attempts to find a therapist slowed down, his descent accelerated.Barbara didn’t expect to spend Mother’s Day with Ravi. But after he told his uncle that he was having visions again of jumping in front of a speeding bus, she boarded a last-minute flight to Phoenix on May 12 and settled into his couch where she could watch him as he slept.She was roused by his flailing limbs. He was having a seizure. Paramedics rushed Ravi to the hospital, the second time in the past month and fourth since the year began. Doctors gave him benzodiazepines, Valium and Librium, to treat the seizures and anxiety caused by his alcohol withdrawal. “Mom,” Ravi told Barbara, “I don’t want to die.”One kind of treatment suggested by hospital staff, an intensive outpatient program, seemed the best fit. It would allow Ravi access to his phone for his business purposes. But neither Ravi nor Barbara could get a list of in-network programs from Ambetter, nor could they find them in the portal.As Ravi called every program he could locate in metro Phoenix, and failed to find a single one that took his insurance, Barbara decided to pester her board member again. (The board member did not respond to multiple requests for comment.)\n                 Barbara Webber and Ravi Coutinho\n                hide caption\n            A few days later, someone with Centene provided the names of two in-network programs out of the dozens in Arizona. Only one offered the individual therapy Ravi was looking for.That Friday, May 19, Barbara rode with Ravi to Scottsdale, where the intake staff at Pinnacle Peak Recovery drug-tested him. He tested positive for the benzodiazepines the hospital staff had administered following his seizure. Treatment programs sometimes restrict patients who test positive for those drugs because of the liability, experts told ProPublica. Pinnacle Peak Recovery’s staff urged Ravi to come back the following week. Barbara flew home, hopeful that Ravi would be admitted. (Pinnacle Peak Recovery did not respond to multiple requests for comment.)On Monday morning, Ravi wrote the date, May 22, on a sheet of paper. He tore it out of a notebook, held it up to the side of his face and took a selfie with it. It was a way of marking time as well as a milestone: the first day of his newfound, hopefully permanent sobriety.\n                 Ravi's companion, Finn.\n                hide caption\n            When he returned to Pinnacle Peak, however, he tested positive for benzodiazepines again. The second rejection hurt more than the first. Three days later, Ravi went back a third time; the drugs were still in his system. “I don’t know what else to do,” he told Barbara over the phone. “I am screwed.”The answer of what else could be done was, unbeknownst to Ravi, buried in the fine print of his own insurance policy. Ambetter’s contract promised to find an out-of-network treatment program and make it available to Ravi, so long as Ambetter’s own employees decided that it was in his “best interest.”Even though Barbara hadn’t read the fine print either, she had a sense that Ambetter could do more to help Ravi. So she pulled up the number of the last Centene employee she’d spoken with.In a text message, Barbara expressed concern that the window to get Ravi help was closing. She was certain that, without more medical support ahead of admission to a treatment program, Ravi was bound to relapse. If that happened, Barbara pleaded, there was a good chance that he would have another seizure. She warned that he might even die.Barbara awaited word on what to do next. She got no response.The following morning, May 27, she drafted a message to Ravi. She described her visceral memory of his recent seizure.She wrote that he wanted nothing more than for Ravi to be around for the rest of her years. She promised to support him no matter what. If he kept going, he could find peace with Finn and find someone to love. But he had to keep going — not for her, not for Finn, not for his friends, not for anyone else. “I love you,” she wrote, “but you must love yourself.”She hit send. Ravi didn’t reply right away, which was unusual.An hour passed, then another. As the afternoon gave way to evening, Barbara called three times, unable to reach him. She tried to reach Phoenix’s 911 dispatch but couldn’t get through.Not knowing what else to do, Barbara called David Stanfield, whom Ravi had asked to be his local emergency contact.He agreed to call 911.A police officer knocked on Ravi’s door and could hear Finn barking from the other side. When no one answered, the officer called David, letting him know that the police couldn’t enter the apartment without the building’s security guard, who wasn’t around right then.David and his fiancée, Aly Knauer, drove over to Ravi’s. A security guard, who had just gotten back from his rounds, let them into the 12th floor apartment.When the guard unlocked the door, Finn squeezed past and darted out. As Aly grabbed Finn, David peered inside, calling out his friend’s name. Four empty vodka bottles were strewn across the apartment. The Murphy bed was folded up against the wall. No one seemed to be there.David glanced toward the window that frames the Phoenix skyline and felt a sense of relief. His friend might still be alive.When he turned to leave, he looked again at the Murphy bed and saw it was slightly ajar. As he leaned closer, he realized his worst fears were confirmed. Ravi was trapped between the wall and the bed, lifeless.Ravi Coutinho was 36 years old. He’d been discharged from the hospital two weeks before.This story was pieced together from more than 1,000 pages of Ravi’s medical records and insurance files; audio recordings of Ambetter customer service calls; police reports and photos; court filings from three states; reports from insurance regulators; Ravi’s texts, phone logs, social media messages and emails; and more than 25 hours of interviews with people who knew Ravi best.It was also guided by a lengthy chronology of key events that Barbara had compiled in the months after her son’s death. One thing she couldn’t bring herself to do: read the autopsy report. She asked her sister to summarize the findings, which ProPublica obtained and reviewed. Ravi’s death was ruled an accident, likely due to complications from excessive drinking.ProPublica sent a detailed account of Ravi’s attempts to get help to 12 legal, insurance and mental health experts. They independently identified a variety of problems, including Ambetter’s provider directory inaccuracies, its network inadequacy and its customer service shortcomings.ProPublica is investigating mental health care access. Share your insights.ProPublica is a nonprofit newsroom that investigates abuses of power. Sign up to receive its biggest stories as soon as they’re published.","score":688},{"url":"https://www.npr.org/2024/09/20/nx-s1-5091939/energy-innovation-climate-change-renewable-energy-fossil-fuels","title":"Money for cutting-edge climate technology could dry up in a second Trump term","fromWeb":"NPR","summary":"","timeAdded":"2024-09-22T16:31:31.467720469Z","timePublished":"2024-09-22T07:00:00-04:00","photoUrl":"https://npr.brightspotcdn.com/dims3/default/strip/false/crop/2000x1319+0+0/resize/1100/quality/85/format/jpeg/?url=http%3A%2F%2Fnpr-brightspot.s3.amazonaws.com%2F6b%2F63%2F2619ace048fd8adf0c39220e355c%2Fgettyimages-659168688.jpg","text":"Power lines lead into the coal-fired Intermountain Power Plant outside Delta, Utah. The plant, which is getting new turbines that can burn natural gas and hydrogen, is at the center of an ambitious project to cut greenhouse gas emissions.\n                \n                    \n                    George Frey/Getty Images\n                    \n                \n                hide caption\n            A couple hours south of Salt Lake City, the open desert is a hive of activity. Hundreds of workers push gravel and pull cables around low-slung green buildings. Beyond a guard shack, a stream of pickup trucks buzz along a two-lane highway that fades into sagebrush.The workers spill into Delta, a nearby town of about 3,700. Motels and trailer parks are full. And at dinnertime, there’s a line inside El Jalisciense, a taco shop on Main Street. “If you watch the overpass, people coming into town at five and six in the evening, it's just nonstop,” says John Niles, Delta’s mayor.Big companies — including a major oil and gas producer — have come to this corner of Utah looking for a new way to reduce the greenhouse gas emissions that drive climate change. But even with the backing of deep-pocketed corporations, it’s hard to fund innovative projects like the hydrogen plant that’s being built near Delta. So, the developers got help from the federal government’s Loan Programs Office, part of the Department of Energy that supports groundbreaking endeavors.The government has a long history of nurturing emerging industries and technologies, including the oil and gas drilling technique known as fracking, an early version of the internet and civilian aviation.However, funding for cutting-edge energy projects like the one in Utah could dry up if Donald Trump is reelected. During Trump’s first term, his administration tried to strip funding from the Loan Programs Office. The agency survived, but lending slowed dramatically. Conservative activists are still pushing to eliminate the office, saying in a policy agenda called Project 2025 that the government shouldn’t back “risky business ventures or politically preferred commercial enterprises.”Democrats take a different view. Laws signed by President Biden turbocharged the agency’s lending ability and authorized it to invest in new areas like mining for critical minerals. In general, a lot of the Biden administration’s climate spending is going to Republican-controlled states.The debate around the Loan Programs Office underscores the stakes in this election for America’s role in developing clean energy and the future of climate action.Without government investment in innovation, the United States would struggle to make deep cuts in climate pollution or to compete with China and other nations that are racing to dominate emerging technologies, says Tanya Das, who works on energy innovation at the Bipartisan Policy Center.“It is very helpful for us as a society for government to be investing in technologies that better our lives,” Das says. “Because it really won’t happen otherwise.”\n                Electrolyzers fill a pair of warehouses in the desert near Delta, Utah. The machines make hydrogen by splitting water molecules.\n                \n                    \n                    Michael Copley/NPR\n                    \n                \n                hide caption\n            The Loan Programs Office was created almost two decades ago through the Energy Policy Act of 2005, which was passed by a Republican Congress and signed by President George W. Bush. At the time, energy costs were rising, and the country was increasingly dependent on foreign oil.The legislation was shaped by lawmakers’ “competing concerns about energy security, environmental quality, and economic growth,” according to the nonpartisan Congressional Research Service. Buried in the law were instructions for the government to support innovative technology to cut air pollution and greenhouse gas emissions.With a budget that totals less than 1% of government spending, the power of the Loan Programs Office is its ability to provide hundreds of billions in loans and loan guarantees to companies. The office has issued $42.4 billion since it started. It recently provided a loan guarantee to reopen a nuclear power plant in Michigan, and it's lending money to build battery plants in Michigan, Ohio and Tennessee.That support can be crucial even for big companies like the oil giant Chevron and Mitsubishi Power Americas, which are building the Utah hydrogen plant with help from a $504 million loan guarantee.The problem companies face is that it’s hard to get a loan in the private sector to build groundbreaking infrastructure: Banks need to get paid back, and they don’t like taking a chance on something new.“The reality of pretty much everything in this space is that it’s still very early days, and this is all about making progress” toward climate targets, says Austin Knight, vice president of hydrogen at Chevron New Energies. “And that requires policy. It requires support to get some of these new technologies off the ground and up and running so that they can compete with some of what's already in the system today.”Hydrogen developers found a ‘unicorn’ in the Utah desertChevron and Mitsubishi Power’s hydrogen plant is designed to solve a challenge that’s emerged hundreds of miles away in California, as it tries to get off fossil fuels.California has installed more solar than any other state. Sometimes, solar panels produce more power than California needs. It happens mostly in spring, when it’s sunny but people don’t use a lot of electricity for air conditioning because temperatures are mild. That’s a problem because power grids have to keep a perfect balance between electricity supply and demand. So at certain times, California regulators cut back how much electricity solar panels produce, essentially wasting clean energy. In April alone, California “curtailed” enough renewable energy to power nearly 78,000 homes for a year.That’s where Chevron and Mitsubishi Power come in. When California has too much renewable energy, some of the state’s utilities can send it over transmission lines to the Utah project. There, the Chevron-Mitsubishi plant will take the extra power to run machines called electrolyzers that split water molecules to make hydrogen, a fuel that doesn’t create greenhouse gas emissions when it's burned. At about eight feet across, the electrolyzers are made of metal plates and membranes held together by huge bolts. They fill a pair of warehouses in the Utah desert.The hydrogen, once it’s created, will be stored in underground salt caverns the size of the Empire State Building. From there, the gas can be piped to run turbines at the nearby Intermountain Power Plant, which is already hooked up to a transmission line to send electricity back to California.\n                Workers install solar panels on a home in California in 2023.\n                \n                    \n                    Sandy Huffaker/Bloomberg via Getty Images\n                    \n                \n                hide caption\n            The idea is to use the excess renewable energy to make hydrogen that can be stored and then used to generate and deliver power months later when electricity demand soars with hotter temperatures.“This location, I’ve called it a bit of a unicorn,” says Sophie Hayes, who promotes clean energy in Utah for Western Resource Advocates, a nonprofit whose mission is fighting climate change. “Because it does tick a lot of boxes in terms of easing the logistical challenges of a big, pioneering hydrogen project.”After burning coal for decades, the Intermountain Power Plant is getting new turbines that will initially run on a blend of natural gas and hydrogen. By 2045, Chevron and Mitsubishi Power say the plant will exclusively burn so-called green hydrogen, which is made with renewable energy. And as new wind and solar plants are built across the western U.S., the companies say they can expand the project.Hayes says it’s easy for companies to say they’ll produce green hydrogen, so watchdogs need to ensure projects like this one actually run on renewable energy, not fossil fuels. But Hayes is hopeful the Utah plant will deliver.“Hydrogen is not a panacea for replacing fossil fuels,” Hayes says. But climate change is “a huge challenge,” Hayes says, “and we need all the tools we can get.”\n                Piles of coal wait to be burned at the Intermountain Power Plant near Delta, Utah, in 2022.\n                \n                    \n                    Rick Bowmer/AP\n                    \n                \n                hide caption\n            The problem with projects like the one in Utah, according to some conservatives, is that taxpayer money is involved.Attacks on the Loan Programs Office go back to at least 2011, when a solar panel manufacturer called Solyndra defaulted on a $535 million loan guaranteed by the Energy Department. Project 2025, the governing proposal for the next Republican administration from the Heritage Foundation, a conservative think tank, calls for eliminating the office, as well as a part of the Energy Department called the Advanced Research Projects Agency-Energy, which funds early-stage technology that has the potential to “radically improve U.S. economic prosperity, national security, and environmental well being.”It’s one thing for the government to support “fundamental scientific research,” Project 2025 says, but it shouldn’t be “picking winners and losers in dealing with energy resources or commercial technology.”The Trump campaign didn’t respond to requests for comment. A spokesperson for the Harris campaign declined to comment.Trump has distanced himself from Project 2025, but dozens of its writers and architects worked in his administration. And the plan’s vision for climate and energy policy aligns with the former president’s. Both downplay threats from global warming, talk of boosting fossil fuel production and criticize government support for cleaner sources of energy.“Where it makes sense to have new technology, we should have new technology,” says Diana Furchtgott-Roth, director of the Center for Energy, Climate, and Environment at the Heritage Foundation. “But we shouldn't be subsidizing this new technology if it results in higher electricity prices for Americans, fewer jobs, higher food prices, and problems for small [businesses] and farmers.”Bill Wright agrees. An elected official in Utah’s Millard County, where the hydrogen plant is being built, Wright says the development’s welcome, but he doesn’t think taxpayer money should be used for it. Government-backed projects are “profit centers for globalists,” Wright says, describing himself as “really to the right of average” in deep-red Millard, where nearly 90% of voters supported Trump in 2020. “That’s why [companies] do it. That’s the only way they can get money out of my pocket.”\n                 Power lines run through the Utah desert near the hydrogen plant that Chevron and Mitsubishi Power Americas are building.\n                \n                    \n                    Micheal Copley/NPR\n                    \n                \n                hide caption\n            Sitting in his backyard surrounded by alfalfa farms, Wright criticizes government subsidies of all kinds. “Solar’s terrible this way,” he says. “I like solar, but they all want a tax rebate.”In recent years, a large share of federal energy subsidies have gone to renewables, according to the Energy Information Administration. But the country’s oil and gas industry was built up over decades with the government’s support, says John Morton, a managing director at an investment and advisory firm called Pollination and a former climate counselor to Treasury Secretary Janet Yellen.Shifting to cleaner sources of energy promises a more affordable system for consumers than the one that exists now, according to the International Energy Agency. But that kind of change — across entire economies — requires big investments in new technology that individual companies are unlikely to make on their own, Morton says.“We absolutely need to be leaning into this as a country and playing a leadership role by supporting our industries to move more quickly in this transition,” he says.Sometimes that means government investments don’t work out, and that’s OK, says Das of the Bipartisan Policy Center. “That's part of how innovation works.”But failure is rare at projects supported by the Loan Programs Office. The agency recently reported losses of 3%.After Solyndra, the Loan Programs Office might be best known for lending the electric-vehicle maker Tesla $465 million in 2010. Tesla repaid the loan a few years later.\n                Intermountain Power Agency spokesperson John Ward walks through the coal plant near Delta, Utah, in 2022.\n                \n                    \n                    Rick Bowmer/AP\n                    \n                \n                hide caption\n            In Delta, Mayor John Niles is guarded about the hydrogen project. The coal plant outside town was an economic cornerstone for the city. Niles worked there for 30 years, and two sons followed him there. He’s not sure the hydrogen and gas plants will have the same impact.“You could hire on out there right out of high school, they would teach you your skill while paying you a good wage,” Niles says in his office at Delta’s municipal building, next to the town’s only stoplight. “And that, to me, has been a lifesaver for our community, for our young people.”The hydrogen plant will have about 20 full-time workers, according to an environmental assessment. And the gas plant will employ around 120 more, compared to about 300 at the coal plant, John Ward, a spokesperson for the Intermountain Power Agency, the plant’s owner, said in an email. Utah’s Republican-led government is trying to keep the coal units running, but it’s unclear how those efforts will play out.“We are doing everything we can from a hiring standpoint,” says Michael Ducker, chief executive of MHI Hydrogen Infrastructure, a subsidiary of Mitsubishi Power Americas. “In the long run, we’re looking at different opportunities for scaling out this hydrogen hub” to deliver more economic benefits.As communities like Delta wrestle with lost coal jobs, they also face worsening impacts from climate change. Last year was the hottest on record, this year will be among the five hottest, and scientists warn the next decade will be hotter still. Utah endured record heat this summer, a hallmark of human-caused global warming. At a recent meeting of local officials from around the state, Niles says there was a lot of talk about water shortages.“They actually can’t grow, because [there’s] no water,” he says. Delta has reserves, “but we need another well,” Niles says, “because our wells right now are running 24/7 when it’s this hot.”\n                Chevron and Mitsubishi Power Americas will take renewable energy from California to run electrolyzers inside these green buildings in the Utah desert. \n                \n                    \n                    Michael Copley/NPR\n                    \n                \n                hide caption\n            The Environmental Protection Agency expects that in the coming decades, rising temperatures will reduce the flow of water on Utah’s rivers, raise the threat of wildfires and make farms and ranches less productive.With that outlook, Jigar Shah, director of the Loan Programs Office, says his agency will work with anyone who has a credible plan to deal with the challenge, including fossil fuel companies that are distrusted by climate activists.“I totally understand why the track record of some of these companies would be offensive to some of these groups,” Shah says. “But from our perspective, we are solving the toughest problem that, frankly, the human species has today. That means every single super-smart person in our entire country gets to play.”With two months to go before an election that could shake up U.S. energy and climate policy, Shah sounds upbeat. The Inflation Reduction Act, a 2022 landmark climate law, is driving big investments in Republican-led states. And Shah says there’s a line of companies at his door looking for help funding ambitious energy projects.“That makes me excited,” Shah says, “about the economic growth potential in our country.”","score":595},{"url":"https://www.bbc.com/news/articles/cvglm0rjy2go","title":"'I hate Trump, she likes him - we both think he staged assassination attempts'","fromWeb":"BBC","summary":"","timeAdded":"2024-09-22T16:31:31.335299888Z","timePublished":"2024-09-22T11:02:04Z","photoUrl":"https://1000logos.net/wp-content/uploads/2016/10/BBC-Logo.jpg","text":"Wild Mother - the online alias of a woman called Desirée - lives in the mountains of Colorado, where she posts videos to 80,000 followers about holistic wellness and bringing up her little girl. She wants Donald Trump to win the presidential election.About 70 miles north in the suburbs of Denver is Camille, a passionate supporter of racial and gender equality who lives with a gaggle of rescue dogs and has voted Democrat for the past 15 years.The two women are poles apart politically - but they both believe assassination attempts against Mr Trump were staged.Their views on the shooting in July and the apparent foiled plot earlier this month were shaped by different social media posts pushed to their feeds, they both say.I travelled to Colorado - which became a hotbed of conspiracy theories about the 2020 election being stolen - for the BBC Radio 4 podcast Why Do You Hate Me? USA. I wanted to understand why these evidence-free staged assassination theories seemed to have spread so far across the political spectrum and the consequences for people like Camille and Wild Mother.Dozens of evidence-free posts I found suggesting both incidents were staged have racked up more than 30 million views on X. Some of these posts came from anti-Trump accounts that did not seem to have a track record of sharing theories like this, while a smaller share were posted by some of the former president’s supporters.For Democrat Camille, Trump’s team orchestrated this to boost his chances of winning the election.Wild Mother - who already follows QAnon, the unfounded conspiracy theory which claims Donald Trump is involved in a secret war against an elite cabal of Satan-worshipping paedophiles - wants to believe Trump’s own team staged the attack in order to frame his supposed enemies in the \"Deep State\".The Deep State is claimed to be a shadowy coalition of security and intelligence services looking to thwart certain politicians.There is no evidence to support either of the women’s theories.The idea that news events have been staged to manipulate the public is a classic trope in the conspiracy theory playbook. Wild Mother says she is no stranger to this alternative way of thinking.Camille, however, says this is the first time she has ever used the word \"staged\" about an event in the news like this. She always believed Covid-19 was real and she was extremely opposed to false claims the 2020 election had been rigged.But on 13 July this year, when she was sitting in front of her TV at home watching live as Donald Trump was shot at a campaign rally in Pennsylvania, she says she immediately thought: \"Oh, that's staged.\"The way Donald Trump was able to pose for a photo and raise his fist in the air was what ignited Camille’s suspicions.She had questions about how the US Secret Service allowed the shooting to happen in the first place. The director of the service has since resigned over failings that day.The shooter was a 20-year-old called Thomas Matthew Crooks, who was killed by Secret Service snipers. His motives remain unknown – which left many questions wide open. And so Camille’s thoughts continued to spiral.Already sceptical that something did not add up, Camille turned to X for more answers. In the years before the shooting, she had already started spending more and more time on the social media site, formerly known as Twitter. She had taken an interest in pro-Democrat anti-Trump accounts and followed some of them.\"I would admit to you that I spend too much time on social media now, and it, in my mind, is kind of a problem,\" she tells me.Recent changes to how X’s \"For You\" feed works meant she started seeing more posts from accounts she does not follow, but that pushed ideas in line with her political views. Lots of these accounts had also purchased blue ticks on the site, which give their posts more prominence.So when the first assassination attempt happened, unfounded conspiracy theories suggesting it had been staged were not only recommended directly to her feed - but were all the more convincing as they came from other profiles with the same political views she holds about Donald Trump.Most of the social media companies say they have guidelines to protect users and reduce harmful content. X did not respond to the BBC's request for comment.Why Do You Hate Me? USA - Episode oneMarianna Spring travels from Colorado to Baltimore and New York to uncover how social media is shaping the Presidential race. It’s social media’s world and the election is just living in it.Listen on BBC Sounds.Wild Mother had also turned to social media to find her tribe - having been called \"a weirdo, an alien, a diamond in the rough\" offline - and has built a following of thousands.As we stand chatting in a waterfall in the small town she calls home, she explains how she began sharing her views on natural medicine and motherhood in 2021.Then she started posting unproven theories about what was happening behind the headlines - such as on the Princess of Wales' health or the Baltimore bridge collapse earlier this year - and saw her views and likes rack up.She says she has been immersed in what she calls this \"alternative idea about reality\" from a young age and believes we have been lied to about what really happened when John F Kennedy was assassinated in the 1960s, when 9/11 happened in 2001, and during the Covid-19 pandemic.She started to like Trump when she began spending more time online during the pandemic and became exposed to the QAnon movement, which she believes could be linking all these events. As a mum, she was especially concerned about allegations around child abuse and trafficking its supporters often talk about.\"I would never in my life even imagine some of the stuff that I've had to hear is going on right now, under our noses. And it blows my mind. We have to be able to protect our most innocent,\" Wild Mother says.QAnon supporters were among the crowd that stormed the US Capitol building on 6 January, 2021, in a violent protest against Joe Biden's election victory. Now Wild Mother wants to believe the idea she has seen on social media that they might have been involved somehow in staging Trump's shooting in July - in order to frame the Deep State.But Wild Mother says, according to the posts she has seen online, \"good guys in the military\", known as White Hats, had been doing covert operations to counter the Deep State. And one theory that popped up on her feed claimed the July assassination attempt was staged by them to show the public the threat Trump is under.Wild Mother doesn't claim to know for sure if the QAnon theory is true - but she does know what she wants to believe.\"I think our country needs rescuing from our government right now. It's a horrible mess. A horrible mess,\" she says.Once Wild Mother started to question whether a news event could have been staged, it seemed as though any of them could be.\"It's like going to a magic show as a kid and then that you find out for the first time that the magician is pulling one over on you. Now, every time you go to a magic show, you know what they're doing,\" she tells me.As both Camille and Wild Mother came to rely more on social media, the beliefs they picked up contributed to a fracturing of their relationships in the real world.Camille finds it hard to have conversations with some of her close family who support Trump, while Wild Mother says it played a part in her separating from her now ex-husband, who she says strongly opposed conspiracy theories.\"Does it make it difficult? Yes. Did it create a wedge? Was it possibly one of the things that ended my marriage? Maybe,\" Wild Mother says.Meanwhile, Camille also found herself embroiled in arguments on X which left her with her guard up in the real world, too. \"It's a little scary because I feel like every time I leave the house, it's a potential for conflict,\" she says.This atmosphere of suspicion and conflict doesn’t just have consequences for these women’s personal lives - but for society too.Officials, election workers - and politicians around the USA have found themselves subject to hate and threats as a consequence of this wider belief that almost anything and everything - including elections - is being rigged and staged.For Wild Mother, people are \"walking a really fine line\" between seeking justice and harmful behaviour.\"It's not writing your senators and calling them racist names. But if you were somebody who truly did your research and found that there was an issue, do I agree that you should use your voice? Absolutely,\" she says.\"I think that we all have ways of doing that. For them, it just so happens to be harassing people.\"While Wild Mother and Camille say they have never threatened anyone themselves - and strike me as empathetic, kind people - the mistrust fostered in part by their social media feeds has eroded their faith in society and its institutions.Camille, who was so opposed conspiracy theories, now finds herself using the language of them.She appears to be one of many recruited into this way of thinking - by July’s assassination attempt and the social media algorithms drawing people deeper into an online world detached from reality.","score":403},{"url":"https://www.npr.org/2024/09/20/g-s1-23824/as-dungeons-dragons-turns-50-this-year-we-asked-listeners-for-their-stories-about-the-game-here-are-5","title":"Dungeons \u0026 Dragons turns 50 this year. Here’s what the game has meant to you","fromWeb":"NPR","summary":"","timeAdded":"2024-09-22T16:31:31.415720245Z","timePublished":"2024-09-22T07:00:00-04:00","photoUrl":"https://npr.brightspotcdn.com/dims3/default/strip/false/crop/1600x900+0+83/resize/1100/quality/85/format/jpeg/?url=http%3A%2F%2Fnpr-brightspot.s3.amazonaws.com%2F86%2F1e%2Fef37d93b4ec5b09e5ce590d6df88%2Fgettyimages-1252522967.jpg","text":"Vintage game modules from the role-playing game Dungeons \u0026 Dragons on display at The Dungeon Hobby Shop and Museum in Lake Geneva, which is located in the old offices of TSR, the company Gary Gygax created to sell the game.\n                \n                    \n                    E. Jason Wambsgans/Chicago Tribune/Tribune News Service via Getty Images\n                    \n                \n                hide caption\n            The first edition of tabletop role-playing game Dungeons \u0026 Dragons was released 50 years ago this year.Since then, the game’s publisher, Wizards of the Coast, estimates that over 50 million people have played.And it’s changed a lot since 1974. It was a pastime of nerds in the ‘80s and in part fueled the “Satanic Panic,” a time when concerned parents and news outlets linked the game teen killings and witchcraft.It’s become more mainstream after featuring in Netflix’s hit series Stranger Things. It also made its way to the big screen multiple times since 2000, most recently with 2023’s Dungeons and Dragons: Honor Among Thieves.During the pandemic, it became a popular way for friends to stay connected through virtual campaigns held on Zoom or on ‘virtual tabletop’ websites like Roll20. NBC reported that D\u0026D product sales rose 33% in 2020.That momentum continued after lockdown into 2023, as Baldur’s Gate 3, a video game based on D\u0026D, exploded in popularity, reaching over half a million concurrent players at its peak in September of 2023. It went on to win Game of the Year.Throughout the decades, it’s remained as a way for its most loyal players to socialize with friends and escape to faraway lands. A few weeks ago, we asked readers and listeners to tell us what role the game has played in their lives.Nearly 1,000 of you shared your passion for the game. Here are five of your stories.Memorializing loved onesJames Rubis and his wife Rena played D\u0026D together throughout their relationship. When their daughter Gwen was born in 2003, they switched to online play to save time. As Gwen grew up, she became interested in playing with her parents. One day, Rena was playing an online game and encountered a Beholder – a floating, spherical monster with tentacles that have eyes on their ends. “My daughter saw that, and she went back to her room, and drew a picture of it and gave it to my wife - we still have it hanging on the wall in our spare room,” Rubis said.\n                 A drawing of a beholder, a Dungeons \u0026 Dragons monster, done by James Rubis' late daughter Gwen.\n                \n                    \n                    Courtesy James Rubis\n                    \n                \n                hide caption\n            The three of them started playing together as a family, in one-off games from Adventure in a Box, a monthly subscription service. “That was our monthly family time,” Rubis said. “We’d play 6 to 8 hours over the weekend once a month.”In June of 2019, Gwen was killed in an accident while visiting family in California. Two weeks later, the monthly Dungeon in a Box arrived at Rubis’ house. “When I got that, it was like ‘Man, we’re not gonna get to do this again”, he said. He sent an email to the Dungeon in a Box customer service team thanking them for the memories their service allowed them. The co-founder responded, asking if they could honor Gwen’s memory in an upcoming campaign.Gwen’s character was included in the final chapter of a long sequence of adventures, which was sent to Rubis’ home. “I started going through the book, I found it, it’s been like 6 - 8 months since she had passed away, and I lost it, I just started crying. Because everything they put in there was her story, and how she acted,” he said. “She would’ve loved it.”Bridging generationsMichael McKenna was introduced to D\u0026D as a kid, when his older brother let him play with his friends. He rediscovered the game in 2017 through Critical Role, a web series where professional voice-actors play D\u0026D in real time. His child Julius wanted to play the game, so Michael put his experience as a high school English teacher to use and wrote a one-on-one campaign for the two of them – and catered to the needs of Julius, who is transgender and has been diagnosed with autism.“Back then, he had a lot of problems expressing himself,” McKenna said, “but they really loved [D\u0026D]”. The seemingly infinite set of directions to take the campaign started out overwhelming. Michael would ask Julius how his character Greta felt, or how she would react to a situation. “At first, Julius was like I don’t know, so we’d give options. Eventually, it became ‘this is what she’s doing’, and then it became ‘this is what I, Julius, am doing’,” McKenna recountedA post shared by Mike McKenna (@mckennasgym)“We caught him at 1:30 in the morning, with a flashlight in their bed, and their Chromebook, writing fiction about their D\u0026D character,” McKenna recalled and laughed.“And it’s like you should go to bed responsibly, but it was so great that they were doing that.” At first, Julius kept the contents of the writing to himself, but he began to open up, eventually sharing the game with friends. “They’ve been more comfortable in situations and activities because of exploring things in D\u0026D. They’re more assertive.”Connecting cultures across borders Khaver Siddiqi grew up in Karachi, Pakistan. The country has a Sunni Muslim majority, and making friends in other denominations was rare. Siddiqi began playing D\u0026D in 1997, when a friend returned from a trip to England with a copy of the 2nd Edition box set. “We poured over the three books religiously every weekend,” Siddiqi told us “It was truly immersive for us as Pakistani teenagers, being transported to a place completely different from ours.”Through his immersion in the world of D\u0026D, he became curious about the real-world events and cultures that inspired the campaigns he played. “You go and you read and you realize, ‘Wow, other cultures have this fascinating history and mythology,’” he said. That curiosity then extended back to his view of his own culture, which he could study with a broader perspective. “It gave me a sense of purpose, an anchor in life to be like ‘This is my identity’.”Siddiqi found community through the game, adding players from the Shia Muslim minority to his D\u0026D party. Playing kept him and the rest of his friends grounded and connected through the country’s political strikes, government changes, and corruption. “There was chaos all around us at some point or another, whether it was political or otherwise. But every Friday night we would get together and play. It would drag into the early hours of Saturday morning or night,” he said.Siddiqi hopes that the worlds in D\u0026D’s mythology will look more like where he grew up and include facets of his culture. He recalls how important representation has been for his family, “Like Miss Marvel - I have a daughter who looks up to her because she’s like ‘oh yeah, she’s Pakistani-American,’ that’s what was missing for me in D\u0026D when I was growing up. It was all these Euro-centric settings.”Helping people discover themselvesAbby Morrione Matz, a transgender woman, first chose to play a female character during her first big D\u0026D campaign in 2000. “At this point in my life, I was still trying to get a sense of who I was gender and sexuality-wise. I decided to use it as a platform to try out being a girl in front of my friends,” she said. “I really got to explore myself, as an elf, a wizard, but as a woman for the first time.”Creating the character, she was inspired by the Lord of the Rings - a text that inspired the world of D\u0026D. “I fell in love with Éowyn,” she described, “I was like ‘oh my god, she’s so cool, I want to play someone like her,’ but I also really liked Gandalf, so I did a wizard, I combined the two.”Matz’ identity has been generally accepted throughout her D\u0026D community. She found a community looking to start a group for women only. “I contacted [the leader] like ‘how do you feel about trans women?’ and she’s like ‘I’ll see you on Wednesday.’ We’ve built a humongous community since then, I’ve met some of my absolute best friends through this game.”Platform for mental health and healingIn 2021, Stacia Seaman found her partner Reese in cardiac arrest in her home. “She wasn’t breathing,” Seaman said. “Her heart wasn’t beating. I had to do CPR on her while I waited for the EMTs to arrive.” She had suffered a reaction to an antibiotic and was left with mental and physical impairment due to lack of oxygen in her brain.\n                 Stacia Seaman's partner, Reese, pictured at the hospital after she was found in cardiac arrest at her home. \n                \n                    \n                    Courtesy Stacia Seaman\n                    \n                \n                hide caption\n            As Reese slowly recovered, Seaman began slowly introducing new activities. “We started with games,” she said. “We played Go Fish, we played Rummy, we played dominoes, and then she was able to come home.” Then, they reintroduced the game both had played throughout their lives: D\u0026D.They began by building a D\u0026D Lego set that came with a playable adventure. “[Reese] took one look at that and said ‘When are we going to start playing again?’” Seaman said, “I was thinking we’re not.” But she decided to slowly help Reese begin playing.They created a character to play together, and Seaman reached out to the leader of a game for them to join, and described Reese’s situation. They welcomed the couple. “That’s one of the things I love about our gaming community: We get young kids, people with autism, and you just work with it,” Seaman said.Seaman sees the game as benefitting Reese’s recovery.\n                Seaman credits Dungeons \u0026 Dragons for helping her partner Reese recover from a brain injury due to cardiac arrest. \n                \n                    \n                    Courtesy Stacia Seaman\n                    \n                \n                hide caption\n            “It’s therapeutic,” she said. “It helps her with fine motor control because she’s rolling dice, it’s helping her cognitively because she’s in groups again. She’s just a happier person again. She’ll never be who she was, but she’s a lot more herself.”","score":291},{"url":"https://www.npr.org/2024/09/22/g-s1-24083/israel-shuts-down-al-jazeera-bureau-ramallah-west-bank","title":"Israel raids and shuts down Al Jazeera's bureau in Ramallah in the West Bank","fromWeb":"NPR","summary":"","timeAdded":"2024-09-22T16:31:31.334865067Z","timePublished":"2024-09-22T01:12:37-04:00","photoUrl":"https://npr.brightspotcdn.com/dims3/default/strip/false/crop/1920x1084+0+0/resize/1100/quality/85/format/jpeg/?url=http%3A%2F%2Fnpr-brightspot.s3.amazonaws.com%2F84%2F6d%2F83f3b0cf4300b396290421a93e2f%2Fap24266151016038.jpg","text":"This image made from video provided by Al Jazeera English shows Israeli troops raiding their bureau in Ramallah, West Bank, Sunday, Sept. 22, 2024.\n                \n                    \n                    Al Jazeera/AP/Al Jazeera\n                    \n                \n                hide caption\n            Israeli troops raided the offices of the satellite news network Al Jazeera in the Israeli-occupied West Bank early Sunday, ordering the bureau to shut down amid a widening campaign by Israel targeting the Qatar-funded broadcaster as it covers the Israel-Hamas war in the Gaza Strip.Al Jazeera aired footage of Israeli troops live on its Arabic-language channel ordering the office to be shut for 45 days. It follows an extraordinary order issued in May that saw Israeli police raid Al Jazeera's broadcast position in East Jerusalem, seizing equipment there, preventing its broadcasts in Israel and blocking its websites.The move marked the first time Israel has ever shuttered a foreign news outlet operating in the country. However, Al Jazeera has continued operating in the Israeli-occupied West Bank and in the Gaza Strip, territories that the Palestinians hope to have for their future state.There was no immediate acknowledgement of the shutdown by Israeli forces. The Israeli military did not respond to a request for comment from The Associated Press. Al Jazeera denounced the move as it continued broadcasting live from Amman in neighboring Jordan.Armed Israeli troops entered the office and told a reporter live on air it would be shut down, saying that staff needed to leave immediately. The network later aired what appeared to be Israel troops tearing down a banner on a balcony used by the Al Jazeera office. Al Jazeera said it bore an image of Shireen Abu Akleh, a Palestinian-American journalist shot dead by Israeli forces in May 2022.“There is a court ruling for closing down Al Jazeera for 45 days,” an Israeli soldier told Al Jazeera’s local bureau chief, Walid al-Omari, in the live footage. “I ask you to take all the cameras and leave the office at this moment.”Al-Omari later said that Israeli troops began confiscating documents and equipment in the bureau, as tear gas and gunshots could be seen and heard in the area.The Palestinians secured limited self-rule in Gaza and parts of the occupied West Bank through the 1993 Oslo agreements. While Israel occupies and controls vast areas of the West Bank, Ramallah is under full Palestinian political and security control, making the Israeli raid on the Al Jazeera office that much more surprising.The Palestinian Journalists Syndicate denounced the Israeli raid and order.“This arbitrary military decision is a new aggression against journalistic work and media outlets,\" it said.The Palestinian Authority administers parts of the West Bank. Its forces were driven from Gaza when Hamas seized power in 2007, and it has no power there.The network has reported on the Israeli-Hamas war nonstop since the militants’ initial cross-border attack on Oct. 7 and has maintained 24-hour coverage in the Gaza Strip amid Israel’s grinding ground offensive that has killed and wounded members of its staff. It remains unclear whether the Israeli military would target Al Jazeera's operation in Gaza as well.While including on-the-ground reporting of the war’s casualties, Al Jazeera's Arabic arm often publishes verbatim video statements from Hamas and other regional militant groups.That has led to Israeli claims by officials up to Prime Minister Benjamin Netanyahu that the network has “harmed Israel’s security and incited against soldiers.” Those claims have been vehemently denied by Al Jazeera, whose main funder, Qatar, has been key in negotiations between Israel and Hamas to reach a cease-fire to end the war.An order closing Al Jazeera in Israel has been repeatedly renewed in the time since, but it hadn't as of yet ordered the Ramallah offices closed.The Israeli government has taken action against individual reporters over the decades since its founding in 1948, but broadly allows for a rambunctious media scene that includes foreign bureaus from around the world, even from Arab nations. It also blocked the foreign broadcasts of the Hezbollah-affiliated, Beirut-based Al Mayadeen news channel at the start of the war.Criticism of Al Jazeera is not new. The U.S. government singled out the broadcaster during America’s occupation of Iraq after its 2003 invasion toppled dictator Saddam Hussein and for airing videos of the late al-Qaida chief Osama bin Laden.Al Jazeera has been closed or blocked by other Mideast governments.Most notably in 2013, Egyptian authorities raided a luxury hotel used by Al Jazeera as an operating base after the military takeover that followed mass protests against President Mohammed Morsi. Three Al Jazeera staff members received 10-year prison sentences, but were released in 2015 following widespread international criticism.The Israel-Hamas war began when Hamas-led fighters killed about 1,200 people, mostly civilians, in an Oct. 7 attack on southern Israel. They abducted another 250 people and are still holding around 100 hostages. Israel’s campaign in Gaza has killed at least 41,000 Palestinians, according to the Gaza Health Ministry, which doesn’t differentiate between fighters and civilians.The closure of Al Jazeera's Ramallah office also comes as tensions continue to rise over a possible expansion of the war to Lebanon, where electronic devices exploded last week in a likely sabotage campaign by Israel targeting the Shiite militia Hezbollah.The explosions Tuesday and Wednesday killed at least 37 people — including two children — and wounded around 3,000 others.","score":288},{"url":"https://www.npr.org/2024/09/21/nx-s1-5120429/okinawa-governor-denny-tamaki","title":"Okinawa's governor strives for regional diplomacy as tensions in Asia-Pacific rise","fromWeb":"NPR","summary":"","timeAdded":"2024-09-22T16:31:31.966303961Z","timePublished":"2024-09-21T17:01:00-04:00","photoUrl":"https://npr.brightspotcdn.com/dims3/default/strip/false/crop/5343x3562+0+0/resize/1100/quality/85/format/jpeg/?url=http%3A%2F%2Fnpr-brightspot.s3.amazonaws.com%2Fbd%2F54%2F4e3de58a4792957c4a3d38e949ed%2Fgettyimages-1128223916.jpg","text":"Okinawa Governor Denny Tamaki smiles during a press conference in Tokyo on March 1, 2019, after a vote on the relocation of a U.S. base on the island on Feb. 25.\n                \n                    \n                    Behrouz Mehri/AFP via Getty Images\n                    \n                \n                hide caption\n            Denny Tamaki is in charge of a chain of islands in what many people consider a dangerous neighborhood.As governor of the Okinawa Prefecture, he oversees about 160 inhabited and uninhabited islands in southwest Japan. The U.S. military refers to it as the “Keystone of the Pacific” due to its strategic location situated regionally between Tokyo, Manila, Seoul and Hong Kong. It currently finds itself in the crosshairs of China’s disputed claims over Taiwan and escalating tensions in the South China Sea.When asked what is the biggest threat to Okinawa, the 65-year-old says it’s not about one individual country.“Actually, it's not about where,” Tamaki said. “The threat is not on which island or what particular island, but the fact that if one country stretches too much on military balance, then it would create a threat to peace diplomacy.”As Japan and the U.S. build their military alliances, Tamaki is one of the louder voices calling for American forces to pull back on the “extensive overconcentration” of U.S. military bases on the island.“I believe that easing tensions and building trust through peaceful diplomacy and dialogue is the direction that the international community should take. That is why I strive to practice regional diplomacy with the neighboring countries,” Tamaki said.His personal story is deeply entwined with the U.S. military’s presence on Okinawa. He comes from a bicultural background with an Okinawan mother and an American father who served in the U.S. Marines on the island. His father returned home before Tamaki was born.“When I was 2 years old, she decided not to follow my father to the States,” Tamaki said. “She threw away all the letters and photos that my father had sent from the States. So actually, I don't know what he looks like. I don't know what food he likes, and also, I don't know whether he supports Democrats or Republicans, so I don't have much information about him.”He has freckles and light brown eyes, and was teased as a young child.“There was an environment where people, not just me, but also with a similar background, we were bullied and also discriminated against because of that,” Tamaki said.But he said as he entered middle school, he found a group of friends that supported him, and learned to love some parts of American culture.“I enjoyed listening to American music coming out from the jukebox,” he said. “When I was in junior high, I listened to rock music, and I actually formed a rock band myself.”For someone who shoulders tremendous responsibilities, his face lights up when he talks about his days as the lead singer of The Wizard. He and his young bandmates were inspired by iconic 1970s American rock bands Kiss, ZZ Top and Aerosmith.\n                 Okinawa Governor Denny Tamaki at age 18.\n                \n                    \n                    Courtesy of Okinawa Governor Denny Tamaki\n                    \n                \n                hide caption\n            Despite his love of American music, he also witnessed the “complicated situation” between the U.S. military community and the locals.“There also is the fact that when I was young, there were environments where single parents, the women who had to raise their children as single parents, worked near the bars that the U.S. military servicemen enjoyed,” he said.Okinawans suffered immensely during World War II. It was the only Japanese prefecture to experience on-the-ground combat. More than 200,000 people, including 94,000 Okinawans, died during the fighting, according to a message from the Okinawa Prefectural Government Washington, D.C., office. After the war, most of the locals were placed in internment camps. The U.S. military took control of the islands until Okinawa was handed back to the Japanese in 1972.Today, 70.6% of land in Japan designated for U.S. military facilities is concentrated on Okinawa. More than half of the approximately 54,000 U.S. military personnel in Japan are stationed there.“If you've ever been in Okinawa, it's very hard to get away from the flight path of an F-16. It's just very large on a very small amount of space, so it's very hard to sidestep or to avoid interaction with the US bases themselves,” according to Sheila Smith, senior fellow for Asia-Pacific studies at the Council on Foreign Relations.The relationship between the Okinawans and U.S. military has been put to the test over contaminated water, training accidents and the bases’ impact on the local economy. This year, diplomatic relations between the U.S. and Japan were strained when three alleged sexual assault cases involving U.S. servicemen came to light.“I think he is neither fully on the progressive left side of the camp, nor is he a conservative,” Smith said. “He is one of this next-generation problem solvers who identifies himself in a kind of centrist position.”Both U.S. President Biden and Japan Prime Minister Fumio Kishida are stepping down from power this year. Tamaki says no matter which party the next president of the U.S. belongs to, he or she is welcome in Okinawa.“We are hoping that this new leader will actively contribute to our actions as we provide peaceful diplomacy,” Tamaki said.","score":268},{"url":"https://www.bbc.com/news/articles/cv2g8rmm80yo","title":"Peter Jay: the rise and fall of 'the cleverest young man in England'","fromWeb":"BBC","summary":"","timeAdded":"2024-09-22T16:31:31.383002309Z","timePublished":"2024-09-22T15:11:08Z","photoUrl":"https://1000logos.net/wp-content/uploads/2016/10/BBC-Logo.jpg","text":"Peter Jay, the former economics editor of the BBC, has died aged 87.At various times, Jay was also economics editor of the Times newspaper, presenter of ITV's Weekend World, British Ambassador to Washington, launch chairman of TV-am and chief of staff to Robert Maxwell.In a statement, his family said: \"Peter Jay’s family are very sad to announce he died peacefully at home today 22 September aged 87.\"He was a much loved husband, father, grandfather, brother, uncle, cousin, friend, and colleague.\"Charming, brilliant and arrogant in equal measure, he was famously described at school as \"the cleverest young man in England\".\"Is there someone cleverer in Wales?\" came the retort.Once tipped as a future world leader by Time magazine, Jay was later installed in splendour as Her Majesty's ambassador to the US.But what went up, came crashing down.His time in Washington was overshadowed by the public disintegration of his marriage. So spectacular was the scandal, it later inspired a Hollywood film.Jay was born on 7 February 1937, and enjoyed a glittering start to life.His father, Douglas, was a Labour cabinet minister and destined for the Lords. An early proponent of \"modernisation\" of the party, he argued for ditching its working class image and abandoning nationalisation as early as the 1960s.His mother, Peggy, was a leading light of the London County Council and described by a local paper as the \"uncrowned queen of Hampstead\".He was educated at the Dragon School in Oxford before, like his father and grandfather before him, going on to Winchester.There, he scooped a host of academic prizes and was, inevitably, made head boy.After national service in the Royal Navy, his effortless rise continued at Christ Church, Oxford, where he graduated with a first class honours degree in politics, philosophy and economics.It was at Oxford that he met Margaret, daughter of the future Labour prime minister Jim Callaghan and the couple married in 1961.Jay secured a job at the Treasury, before being appointed economics editor of the Times.For a while, he was based in Washington where he became enthralled by the work of a new breed of free-market thinkers, including the Chicago-based economist, Milton Friedman.Jay used his columns to promote \"monetarism\" in England. It later became Margaret Thatcher's guiding economic philosophy but it also influenced his father-in-law.He even said he wrote parts of Callaghan's 1976 party conference speech.\"We used to think that you could spend your way out of a recession,\" the prime minister told a sceptical audience. \"I tell you in all candour that that option no longer exists.\"He suffered fools badly, and saw his articles as part of a high-minded battle of ideas. A sub editor once dared to complain that one piece was difficult to understand.\"I only wrote this for three people\", came the lofty reply. \"The editor of the Times, the Chancellor of the Exchequer and the Governor of the Bank of England.\"Jay attempted to follow his father into politics, but failed to be selected as the Labour candidate for Islington South West for the 1970 General Election.So, he moved into television.In the 1970s, he presented a news analysis programme called Weekend World for London Weekend Television where he became close friends with the programme's creator, John Birt.Together, they launched a savage critique of journalistic standards in TV.Pictures, they complained, took precedence over analysis - and this \"bias against understanding\" could only be addressed by bringing in experts and putting them in front of camera.Later, this \"mission to explain\" became a central feature of Birt's time as director general of the BBC.Jay might have remained a journalist but, in 1977, he was suddenly appointed as British ambassador to Washington.With no experience in politics or diplomacy, his appointment was met by furious accusations of nepotism.James Callaghan faced angry questions in the House of Commons. But the decision had been the foreign secretary's. David Owen had felt the Jays would charm the incoming Carter administration and - by virtue of their personal friendship - Jay would be loyal in his service.\"Here comes Peter Jay,\" was the headline in the Washington Post, \"Britain's brilliant and insufferable new ambassador\".Jay and Margaret's two years in Washington were a diplomatic success - but a personal disaster.By the time an incoming Conservative government called time on Jay's appointment, Margaret was having an affair with Watergate journalist, Carl Bernstein. The breakdown of two marriages was immortalised as Heartburn - a thinly-disguised, autobiographical, tragi-comic novel by Bernstein's wife, Nora Ephron.It later became a Hollywood film starring Meryl Streep and Jack Nicholson.The scandals kept coming. Jay was reported to have fathered a son with Jane Tustian, their children's nanny at the embassy.The Daily Mail got wind of it, and - angry that he'd left her - Jane told them everything. Jay remained tight-lipped, until a blood test confirmed he was the father. On his return from the US, Jay led the consortium that set up TV-am, which successfully bid for the ITV breakfast television franchise in December 1980.The launch of the new TV station was beset by highly publicised problems.He was forced to rush the new broadcaster to air just weeks after the BBC had first broadcast its own early morning TV offering.The decision to make the new show highbrow and news-heavy was based on a mistaken belief that the BBC would do the same.In the event, viewers were not ready for a heavyweight agenda over their cornflakes, much preferring the BBC's lighter magazine style of programme.TV-am's viewing figures plunged, and pressure from investors led to a boardroom coup.Jay was pushed out in March 1983. A fortnight later, to great fanfare, came the first appearance of Roland Rat.In 1986, Jay was announced as chief of staff to Robert Maxwell, the flamboyant and later disgraced press and media tycoon.Maxwell loved calling him \"Mr Ambassador\", but subjected him to a barrage of late night phone calls and a daily round of humiliation.Jay stayed for three-and-a-half years, working for a man he later described as \"barbarous\" but insisting he managed to shield himself from lasting damage.\"I was surrounded by an invisible glass wall through which (Maxwell) could never penetrate. His manner never got under my skin,\" he said.In the end, an old friend came to the rescue in the shape of Birt, now the BBC's director general.During his decade as the broadcaster's economics editor, Jay reserved his appearances for special occasions.There was sniping in the press that he was hard to tempt away from his farmhouse in Oxford, where he lived with his second wife, Emma, and their three children.The highlight of his time at the BBC came with Road to Riches, a landmark series which examined the economic history of mankind.It gave him space to explore money, a subject that had always fascinated him.\"After sex, money is our second appetite\" he once said, and freely admitted he'd gone into television to pay for luxuries, like his precious, private yachts.His time at the BBC came to an end in 2001, around the time that Greg Dyke, an incoming director general, reviewed the way the broadcaster explained the economy to its audience.After that, Jay spent time as a director of the Bank of England, lecturing and doing consulting work before fading gently into retirement.He once described his career as ending in anti-climax, having once been ambassador to Washington.But, more often, he presented it as \"a chapter of accidents\" and \"a diverting and enjoyable ramble through life\". But, no objective observer could describe such a life as a \"ramble\".It was a thrilling, exhausting, white-knuckle ride.","score":261},{"url":"https://www.npr.org/2024/09/22/g-s1-24085/dozens-of-rockets-fired-into-israel-from-lebanon-idf-says","title":"Dozens of rockets fired into Israel from Lebanon, IDF says","fromWeb":"NPR","summary":"","timeAdded":"2024-09-22T16:31:31.343087796Z","timePublished":"2024-09-22T01:56:44-04:00","photoUrl":"https://npr.brightspotcdn.com/dims3/default/strip/false/crop/3848x2565+0+0/resize/1100/quality/85/format/jpeg/?url=http%3A%2F%2Fnpr-brightspot.s3.amazonaws.com%2Fbe%2Ff8%2F3c2342144e25ba0d7bb3470235d8%2Fap24266268437890.jpg","text":"Israeli security and rescue forces work at the site hit by a rocket fired from Lebanon, in Kiryat Bialik, northern Israel, on Sunday, Sept. 22, 2024.\n                \n                    \n                    Gil Nechushtan/AP/AP\n                    \n                \n                hide caption\n            NAHARIYA, Israel — Over 100 rockets were fired into Israel from Lebanon early Sunday, with some landing near the northern city of Haifa, as Israel and the Hezbollah militant group appeared to be spiraling toward all-out war following months of escalating tensions.The rockets streaked over a wider and deeper area of northern Israel than previous volleys and set off air raid sirens across the region. The Israeli military said rockets had been fired “toward civilian areas,\" pointing to a possible escalation after previous barrages had mainly been aimed at military targets.Israel's Magen David Adom rescue service said it treated four people for shrapnel wounds, including a 76-year-old man who was moderately wounded near Haifa, where buildings were damaged and cars set on fire. It was not immediately clear if the damage was caused by a rocket or an Israeli interceptor.The barrage came after an Israeli airstrike in Beirut killed at least 37 people, including one of Hezbollah's top leaders as well as women and children. Hezbollah was already reeling from a sophisticated attack that caused thousands of personal devices to explod e just days earlier.The Israeli military said it carried out a wave of strikes across southern Lebanon over the past 24 hours, hitting some 400 militant sites, including rocket launchers.Israel and Hezbollah have traded fire since the outbreak of the war in Gaza nearly a year ago, when the militant group began firing rockets in solidarity with the Palestinians and its fellow Iran-backed ally Hamas. The low-level fighting has displaced tens of thousands of people on both sides of the frontier.\n                Israeli Iron Dome air defense system fires to intercept rockets that were launched from Lebanon, in northern Israel, Sunday, Sept. 22, 2024. \n                \n                    \n                    Baz Ratner/AP/AP\n                    \n                \n                hide caption\n            Neither side is believed to be seeking a war. But in recent weeks, Israel has shifted its focus from Gaza to Lebanon and vowed to bring back calm to the border so that its citizens can return to their homes. Hezbollah has said it will only halt its attacks if there is a cease-fire in Gaza, which appears increasingly elusive as long-running negotiations led by the United States, Egypt and Qatar have repeatedly bogged down.The war in Gaza began with Hamas' Oct. 7 attack into Israel, in which Palestinian militants killed some 1,200 people and took around 250 hostage. They are still holding around 100 captives, a third of whom are believed to be dead. Gaza's Health Ministry says over 41,000 Palestinians have been killed. It does not say how many were fighters but says women and children make up over half of the dead.Israeli media reported that rockets fired from Lebanon early Sunday were intercepted in the areas of Haifa and Nazareth, which are further south than most of the rocket fire to date. Israel canceled school across the north, deepening the sense of crisis.Hezbollah said it had launched dozens of Fadi 1 and Fadi 2 missiles — a new type of weapon the group had not used before — at the Ramat David airbase, southeast of Haifa, “in response to the repeated Israeli attacks that targeted various Lebanese regions and led to the fall of many civilian martyrs.”In July, the group released a video with what it said was footage it had filmed of the base with surveillance drones.Hezbollah has vowed to retaliate against Israel for a wave of explosions that hit pagers and walkie-talkies belonging to Hezbollah members on Tuesday and Wednesday, killing at least 37 people — including two children — and wounding around 3,000. The attacks were widely blamed on Israel, which has not confirmed or denied responsibility.On Friday, an Israeli airstrike took down an eight-story building in a densely populated neighborhood in Beirut’s southern suburbs as Hezbollah members were meeting in the basement, according to Israel. Among those killed was Ibrahim Akil, a top Hezbollah official who commanded the group’s special forces unit, known as the Radwan Force.Lebanon’s health minister, Firass Abiad, told reporters Saturday that at least seven women and three children were killed in Friday’s airstrike on the building. He said another 68 people were injured, including 15 who were hospitalized.It was the deadliest strike on Beirut since the bruising monthlong war in 2006 between Israel and Hezbollah, and the casualty count could grow, with 23 people still missing, a government official said.Israeli Defense Minister Yoav Gallant said the attack broke up the group’s chain of command while taking out Akil, who he said was responsible for Israeli deaths. He had been on the U.S. most wanted list for years, with a $7 million reward, over his alleged role in the 1983 bombing of the U.S. Embassy in Beirut and the taking of American and German hostages in Lebanon during the civil war in the 1980s.","score":240},{"url":"https://www.bbc.com/news/articles/cwyejk91d2qo","title":"Trump rejects second TV debate as 'too late'","fromWeb":"BBC","summary":"","timeAdded":"2024-09-22T16:31:31.380992494Z","timePublished":"2024-09-21T23:12:16Z","photoUrl":"https://1000logos.net/wp-content/uploads/2016/10/BBC-Logo.jpg","text":"Former US President Donald Trump has said he will not take part in a second TV debate ahead of November's presidential election.While Vice-President Kamala Harris, the Democratic Party's candidate, accepted an invitation to the CNN debate on 23 October, Republican nominee Trump told a rally it was \"too late\" as voting has already started.Harris's campaign team said that given the former president claimed to have won their previous debate in Philadelphia earlier this month he should accept.Snap polls taken after that encounter suggested a majority of viewers believed the vice-president outperformed her challenger.After the 10 September debate, Trump said there would be no further debates. Speaking at a rally in Wilmington, North Carolina on Saturday, he claimed victory in that earlier head-to-head and said \"it's just too late\" for another. \"Voting has already started,\" he said, accusing Harris of seeking another round of sparring \"because she's losing badly.\" In a statement on Saturday, Harris-Walz campaign chair Jen O'Malley Dillon said that Americans \"deserve another opportunity\" to see Harris and Trump debate before the November election. \"It would be unprecedented in modern history for there to just be one general election debate,\" she said. \"Debates offer a unique chance for voters to see the candidates side by side and take stock of their competing visions for America.\"On X, formerly Twitter, Harris said she had \"gladly\" accepted the debate invitation and hoped Trump would also take part. CNN had said the potential debate would follow the same format as the one it broadcast in June between Trump and President Joe Biden. Biden's faltering performance in that encounter led some Democrats to question whether he should be the party's candidate for the election. After weeks of uncertainty the president announced he would not seek re-election - paving the way for Harris to become the nominee.At the Trump rally, some voters told the BBC they hoped another debate would take place.\"If you're not afraid, why not? They both did great [at the last debate],\" said Trump supporter Steve Castellano.Adding that he thought the moderators were \"a little biased\" at the last debate, Mr Castellano suggested some conditions for a possible rematch.\"They should debate again at a network Trump chooses,\" he said. \"What I would really love is a good podcaster [to moderate]. I'd really love Joe Rogan to do it.\" Harris holds a slight lead over Trump in national polling averages, and North Carolina could be crucial for his hopes to return to the White House. Since then, a majority of national polls suggest that Harris has made small gains with voters. Trump's campaign stop in North Carolina comes after the Republican candidate he endorsed for governor, Mark Robinson, reportedly made controversial comments on a porn website more than a decade ago.Robinson characterised the CNN report, which alleged that he had referred to himself as a \"black Nazi\" on an adult forum, as \"salacious tabloid lies\".Robinson did not attend Saturday's rally and Trump did not mention it during his 60-minute speech to supporters.The two candidates exchanged swipes and barbs at the previous debate, with Trump calling Harris a \"radical left liberal\" and a Marxist who was destroying America. Harris, for her part, goaded Trump, belittled the size of his rally crowds and quoted his Republican detractors. CBS, the BBC's news partner in the US, has also invited both presidential candidates to participate in an October debate in Arizona.","score":237},{"url":"https://www.bbc.com/news/articles/c3wp1p32endo","title":"Sri Lanka's new president: Political outsider makes remarkable turnaround","fromWeb":"BBC","summary":"","timeAdded":"2024-09-22T16:31:31.381706466Z","timePublished":"2024-09-22T14:04:04Z","photoUrl":"https://1000logos.net/wp-content/uploads/2016/10/BBC-Logo.jpg","text":"Under normal circumstances, the victory of Anura Kumara Dissanayake in Sri Lanka's presidential election would have been called a political earthquake.But with many having labelled the left-leaning politician as a strong frontrunner in the run-up to the poll, his win was not a massive surprise for Sri Lankans.The 55-year-old Dissanayake heads the National People’s Power (NPP) alliance, which includes his Janatha Vimukthi Peramuna (JVP), or People's Liberation Front - a party that has traditionally backed strong state intervention and lower taxes, and campaigned for leftist economic policies.With his win, the island will see for the first time a government headed by a leader with a strong left-wing ideology.“It’s a vote for a change,” Harini Amarasuriya, a senior NPP leader and MP, told the BBC.“The result is a confirmation of what we have been campaigning for - like a drastic change from the existing political culture and the anti-corruption drive.\"Dissanayake is expected to dissolve parliament and call parliamentary elections soon.It will be a challenge, however, for him to implement his coalition policies in a country that has adopted liberalisation and free-market principles from the late 1970s.The resounding victory of the NPP came following a wave of public anger over the devastating economic crisis in 2022, when Sri Lanka ground to a halt as inflation surged and its foreign reserves emptied.The country was unable to pay for imports of food, fuel and medicines and declared bankruptcy.An unprecedented public uprising against the government’s handling of the economy forced then president Gotabaya Rajapaksa to flee the country in July 2022.Two months earlier, his elder brother and veteran leader Mahinda had been forced to resign as prime minister during the initial phase of the protest, known as “aragalaya” (struggle) in Sinhala.Ranil Wickremesinghe took over as president with the backing of the Rajapaksas' party. He stabilised the economy and negotiated a $2.9bn bailout package with the International Monetary Fund (IMF).For the millions of Sri Lankans who took to the streets, the political change was nothing but a transfer of power between established parties and political dynasties.The NPP and Dissanayake capitalised on this sentiment, as many in the country saw him as someone outside the old order.Though he was a minister briefly when the JVP became part of a coalition government during the presidency of Chandrika Kumaratunga in the early 2000s, Dissanayake's supporters say he is not tainted by corruption or cronyism charges.The question is how his presidency will tackle Sri Lanka's massive economic challenges.During his campaign he promised to lower taxes and utility bills. That means lower revenue for the government, and will go against some of the conditions set by the IMF loan.“We will work within the broad agreement that the IMF has reached within the current government,\" said Amarasuriya from the NPP. \"But we will negotiate certain details, particularly regarding the austerity measures.\" The election win is a remarkable turnaround for Dissanayake, who received just over 3% of votes in the 2019 presidential poll.But while he may have convinced a large section of voters this time, there are concerns over the political ideology of Dissanayake and his JVP, which is remembered for insurrections that led to the deaths of tens of thousands of people in the late 1980s.From 1987, the JVP spearheaded an armed revolt against the Sri Lankan government in what would come to be known as the \"season of terror\".The insurrectionist campaign, spurred by discontent among the youth of the rural lower and middle classes, precipitated a conflict marked by raids, assassinations and attacks against both political opponents and civilians.Dissanayake, who was elected to the JVP’s central committee in 1997 and became its leader in 2008, has since apologised for the party’s violence. But his victory at the polls raises questions as to what role the JVP might play in Sri Lankan politics going forward.“The JVP has a history of violence and there are concerns about the party’s position in a new government,” said Bhavani Fonseka, a senior researcher with the Centre for Policy Alternatives (CPA) in Colombo.“I think Mr Dissanayake has softened the radical messaging during his public outreach. My question is, while he may have softened, what about the old guard of the JVP? Where do they situate themselves in a new government?”Another challenge for Dissanayake will be to reach out to the country’s Tamil minority, who have been seeking devolution of powers to the north and east and reconciliation since the end of a civil war in May 2009.That conflict, between the Tamil Tiger rebels and the Sri Lankan state, erupted in 1983. The Tigers eventually had vast areas under their control in their fight for an independent territory in the island's north and east, but were defeated and all but wiped out in a 2009 military offensive. Fifteen years later, the Sri Lankan government's promises to share power and devolve their own political authority in Tamil-majority areas have largely failed to materialise.Though the votes for the NPP have increased in the north and the east, Tamils did not vote for Dissanayake overwhelmingly, reflecting concerns over the NPP’s policy towards their political demands.The UN Human Rights Commissioner’s office in Geneva has urged the new government to pursue an inclusive national vision for Sri Lanka that addresses the root causes of the ethnic conflict.The government “should undertake the fundamental constitutional and institutional reforms needed to strengthen democracy and the devolution of political authority and to advance accountability and reconciliation,” it said in its latest report.It’s not just about domestic policies, either. The rise of the NPP and JVP is being keenly watched in India and China, which are vying for influence in Sri Lanka. Both have loaned billions of dollars to Colombo.Dissanayake, with his Marxist leanings, is seen as ideologically closer to China. The JVP in the past had been critical of India’s policy towards Sri Lanka and opposed what it called Indian expansionism.During his campaign speech Dissanayake also promised to scrap a wind power project in the north funded by the Indian business tycoon Gautam Adani, who is believed to be close to Prime Minister Narendra Modi.“The Adani project’s costs should decrease, given its large scale, but it’s the opposite,\" Dissanayake said last week. \"This is clearly a corrupt deal, and we will definitely cancel it.\"In any case, expectations are high among many ordinary Sri Lankans who have voted for change.“Whoever comes to power, they should reduce the prices of food, fuel and electricity. They also need to increase wages,\" said Colombo resident Sisira Padmasiri.  \"The new president should give some immediate relief to the public.\"Experts point out that Sri Lanka will have to make further tough decisions on austerity measures to balance the books and meet its debt obligations.Once he takes over, Dissanayake will find out how far he can realistically fulfil the expectations of the people.","score":228},{"url":"https://www.bbc.com/news/articles/cden9y37e6ro","title":"Amazon says workers must be in the office. The UK government disagrees. Who is right?","fromWeb":"BBC","summary":"","timeAdded":"2024-09-22T16:31:31.370334793Z","timePublished":"2024-09-21T23:51:03Z","photoUrl":"https://1000logos.net/wp-content/uploads/2016/10/BBC-Logo.jpg","text":"They are two competing views on where desk-based employees work best.Amazon is ordering its staff back to the office five days a week, just as the government is pushing for rights to flexible working - including working from home -  to be strengthened.The tech giant says employees will be able to better “invent, collaborate, and be connected”.But just as the firm’s announcement became news, the UK government was linking flexibility to better performance and a more productive, loyal workforce.Few are short of an opinion on how effective working from home is and for a government there are broader considerations such as how, for example, caring responsibilities are affected.But more than four years since the start of the pandemic, what does the evidence tell us about how we work best and is Amazon right to believe people being in the office full time will allow them to collaborate better?Amazon’s fellow tech giant Microsoft studied its employees during the pandemic. It looked at the emails, calendars, instant messages and calls of 61,000 of its employees in the US during the first six months of 2020. The findings were published in Nature Human Behaviour.The study indicated that, during Covid, remote workers tended to collaborate more with networks of colleagues they already had, and that they built fewer “bridges” between different networks.There was also a drop in communication that happened in real time - meetings that would have happened in real life weren’t necessarily happening online. Instead, more emails and instant messages were sent.The authors suggested this may make it harder to convey and understand complex information.Microsoft’s was a data-led study. But what about human experience?A 2020 survey by the Chartered Institute of Personnel and Development (CIPD) of 1,000 senior decision-makers in organisations found about a third struggled with \"reduced staff interaction and cooperation”.However, more than 40% of the managers said there was more collaboration when people were working from home.Greater collaboration is hard to object to, but equally it is no guarantee of productivity.In 2010, China’s biggest travel agency CTrip tried something very new among staff in its airfare and hotel booking department.Almost 250 staff were identified as potential home workers - they needed to be established at the company and have a proper home working set-up.Around half that group started working from home. The other group stayed office-based.Researchers at Stanford University found the workers were 13% more productive when working from home - mainly because workers had fewer breaks and sick days, and they could take more calls because it was quieter.There was a particularly significant drop in staff quitting for non-managers, women, and people with long commutes, the researchers said.However, those Chinese home-workers were seeing a bit of the office: they were spending one day a week among colleagues. It could be this brought some benefit - a separate study years later from researchers at Stanford suggested fully remote work can lead to a 10% drop in productivity compared with working in the office all the time.Barriers to communication, lack of mentoring for staff, problems building a work culture, and difficulties with self-motivation were all cited.Amazon is not alone in telling employees to return to the office full-time.Goldman Sachs chief executive David Solomon famously described working from home as an “aberration”. The US firm requires bankers to be in the office five days per week.Rival US banks JPMorgan and Morgan Stanley have also backed workers returning to the office, whereas some banks in Europe have taken a softer approach.Elon Musk’s Tesla also requires employees to be in the office full time, leading to reports of problems finding space for them.Another Musk company, SpaceX, brought in a policy requiring workers to return to the office full-time.But it wasn’t without consequences: when it brought the policy in, SpaceX lost 15% of its senior-level employees, according to a study published earlier this year.The pandemic changed work routines that were in many cases decades old.Linda Noble, now 62, from Barnsley, was used to putting on a suit and make-up. In 2020 she was a senior officer in local government, scrutinising governance in the fire service and the police service.Then Covid struck and she was working from home.“I loathed it. I missed the communication - going into work, someone would make you smile,” she says.But with time, Ms Noble adjusted. She set up her home office  and she thinks that before long she was twice as productive as previously - even if that was in part because of an inability to switch off.Many disabled people also believe working from home makes them more productive.A 2023 study of 400 people suggested that disabled workers felt they had more autonomy and control when working from home, which led them to better manage their health and wellbeing, and 85% felt more productive.Perhaps unsurprisingly, not all studies come to the same conclusions. Some suggest an improvement to physical health from working at home, others disagree. The same goes for mental health.The wellbeing of staff was a key reason one UK business decided to get them back to the office as soon as possible after lockdown restrictions ended, according to one of its directors, Francis Ashcroft.He was chief executive of a large private UK children’s care services company. He says “some people were struggling with raised anxiety” and wanted to get back to the office “to be part of a team”.Mr Ashcroft said there was “also a recognition that 80% of staff were at the coalface”, working in person in children’s homes and education, and so it was “right to come back” for reasons of fairness.Although team members were collaborating online at 95% of what they had been, “coming back into the office added that 5% back”, he argues.“It brought a realness and a sense of belonging,” Mr Ashcroft says, adding that “when it comes to delivering a service, the teamwork was much better in the office”.Despite this experience, an umbrella review of home working that examined a range of other studies concluded that, on the whole, working from home boosts how much workers can get done.What difference there is in approach between the government and Amazon essentially boils down to whether or not some home working should be part of the mix, with Amazon believing it shouldn’t.Linda Noble’s time solely working from home is over. She is just about to start a hybrid job. She’s attracted by the “balance” between working from home and office work.According to the CIPD, benefits of hybrid working include “a better work/life balance, greater ability to focus with fewer distractions, more time for family and friends and wellbeing activity, saved commuting time and costs, plus higher levels of motivation and engagement.”And it may be that this can reduce staff churn. A study published this year found that a Chinese firm that adopted hybrid working reduced the rate at which employees quit by a third.From an employee perspective, the optimum time for hybrid working is three days in the office – this makes employees most engaged, according to a Gallup survey of US workers, although it also says there is “no one-size-fits-all”.In the UK, the number of people exclusively working from home is falling. But, crucially, hybrid working is continuing to rise, running at 27% of the working population.Gallup says that despite highly publicised moves by firms to get employees back in the office, the underlying trend is that the future of office work is hybrid.This tallies with the position of the UK government, which is clear that it believes the potential to work at home drives up productivity.The calculation by Amazon appears to be that what evidence there is for increased productivity among employees who work in part from home fails to capture the particulars of how they operate.BBC InDepth is the new home on the website and app for the best analysis and expertise from our top journalists. Under a distinctive new brand, we’ll bring you fresh perspectives that challenge assumptions, and deep reporting on the biggest issues to help you make sense of a complex world. And we’ll be showcasing thought-provoking content from across BBC Sounds and iPlayer too. We’re starting small but thinking big, and we want to know what you think - you can send us your feedback by clicking on the button below.","score":221},{"url":"https://www.npr.org/2024/09/21/nx-s1-4855917/black-men-voters-2024-election-swing-state-north-carolina","title":"In one key swing state, both parties are courting Black men","fromWeb":"NPR","summary":"","timeAdded":"2024-09-22T16:31:31.388796759Z","timePublished":"2024-09-22T08:01:00-04:00","photoUrl":"https://npr.brightspotcdn.com/dims3/default/strip/false/crop/3024x2016+0+0/resize/1100/quality/85/format/jpeg/?url=http%3A%2F%2Fnpr-brightspot.s3.amazonaws.com%2F2b%2Fa5%2Fad21d48045f797d0b55c9c7f401a%2Fncbarkergrowhouse-3.jpg","text":"Phillip Barker, in the hydroponic growhouse on Olusanya Farm LLC, which he owns with his wife in Oxford, N.C.\n                \n                    \n                    Melissa Gray/NPR\n                    \n                \n                hide caption\n            In his 76 years, Phillip Barker has seen many changes in his home state of North Carolina: desegregation, fewer farmers — and a less predictable climate. But, one thing has not changed for him: his commitment to voting.As a young man, his mother told him, “you gonna vote.”“She didn’t tell us who to vote for, but she made sure we understood that we had one vote and exercised that. I don’t miss a vote,” Barker said standing alongside some of the crops on his organic vegetable farm in Oxford, N.C.Barker and other Black men in North Carolina — one of seven swing states — could play a critical role in this year’s presidential election. Polls show both candidates in an extremely tight race. And both parties are making specific appeals to voters like Barker. Democrats are touting policies that benefit Black men, and reminding them of former President Trump’s comments about race and about the 2017 Unite the Right rally in Charlottesville, Va. Republicans are sending Black GOP lawmakers to talk with Black men. They have also tried relating Trump’s felony convictions to Black men — something Phillip Barker rejects. “Who wants felonies? Black people don’t want them!”As a Black farmer, Barker says he is no stranger to discrimination. He faced years ago when applying for government loan programs.“When you walk into an office and you realize you're discriminated against when you get to the door, you might really enjoy what you're going in there for, but it makes it miserable by the time you come out,” Barker said.It took years of lawsuits, but Congress approved more than $2 billion to compensate farmers who were discriminated against by the USDA farm loan program. Compensation is welcome, says Barker, but he keeps thinking about the farmers who died before they could get it.For this year’s election, Barker points to former President Donald Trump’s record in office, with big corporations getting huge tax cuts and government subsidies for big farmers, not small independent ones like himself.“I don't know what farmers should vote for him. He didn't take care of any farmers,” Barker said.Barker has voted mostly for Democrats, but he says he votes for the candidate, not the party. He is not voting for Mark Robinson, the Trump-endorsed GOP candidate for governor, who is Black and has a history of provocative comments about the Holocaust, women, even school shooting victims. “He’s not morally sound,” says Barker.Barker is supporting Vice President Harris — a potentially historic vote for the country’s first Black woman president. “She brings the experience. I think she have the morals and the heart,” Barker said.In 2020, according to exit polls – Black men made up about 9% of North Carolina’s turnout, nearly half a million votes. More than 90% of them voted for Joe Biden. But this year, polls show Democrats slipping — not with Barker’s generation, but with younger Black men. The economy is a big reason.\n                Ian Burris, in front of one of his Raleigh-based restaurants, The Dankery\n                \n                    \n                    Fernando Narro Roman/NPR\n                    \n                \n                hide caption\n            “You used to be able to get a box of chicken wings for 60 bucks maybe 50,” Ian Burris, owner of the Raleigh-based restaurant The Dankery, says. “Now we’re sitting at $130.”Burris, 28, has been building his business for 9 years — from his parents’ garage to two restaurants in the city.He says it’s rising costs that make him uneasy. But, as a Black man, those concerns pale in comparison to his experiences during Trump administration.“There was a lot of racial tension. That was too uncomfortable for me to care about if I’m paying a little bit more in taxes,” Burris says. “I felt like someone could get away with doing something to me.“For Burris, the choice this year is less about policy and more about personality.“With Trump, it's hard to take him as a serious politician,” Burris says. “I just think that role should be a serious individual, and I think Harris has the career that says 'serious politician.' ”That lack of seriousness could cost the GOP the election, if enough young Black voters feel like Burris.“There's just a lot of cities that are Republican ran, or in Republican states that I admire how things are going,” Burris says. “Some of them are cleaner. Businesses are doing well. The cost of living is a bit cheaper. I do like that idea that you can live in a nice city that has restaurants and things to do and have a decent space and you're not breaking your arm and leg for that. That would be cool to see as an entire country.”Still, Harris has not sealed the deal with Burris. He says he’s still looking closely at her policy positions and weighing whether he will vote for the vice president.Melissa Gray, Fernando Narro and Eleana Tworek contributed to this story.","score":212},{"url":"https://www.bbc.com/news/articles/cm24jn02j0qo","title":"At least 51 dead in Iran coal mine explosion","fromWeb":"BBC","summary":"","timeAdded":"2024-09-22T16:31:31.404955021Z","timePublished":"2024-09-22T09:43:13Z","photoUrl":"https://1000logos.net/wp-content/uploads/2016/10/BBC-Logo.jpg","text":"An explosion caused by a gas leak at a coal mine in eastern Iran has killed at least 51 people, state media said on Sunday.More than 20 others were injured after the blast in South Khorasan province.It is reported to have been caused by a methane gas explosion in two blocks of the mine in Tabas, 540 km (335 miles) southeast of the capital Tehran.The explosion occurred at 21:00 local time (17:30 GMT) on Saturday, state media said.South Khorasan's governor Javad Ghenaatzadeh said there were 69 workers in the blocks at the time of the explosion.According to the AP news agency, he said: \"There was an explosion and unfortunately 69 people were working in the B and C blocks of Madanjoo mine. \"In block C there were 22 people and in block B there were 47 people.\"It remains unclear how many people are still alive and trapped inside the mine.State media has now revised its earlier toll of 30 dead.\"The number of dead workers increased to 51 and the number of injured increased to 20,\" the official IRNA news agency reported.Citing the head of Iran's Red Crescent, state TV said earlier on Sunday that 24 people were missing.According to Reuters news agency, Iranian President Masoud Pezeshkian expressed condolences to the victims' families. \"I spoke with ministers and we will do our best to follow up,\" Pezeshkian said in televised comments.The Tabas mine covers an area of more than 30,000 square kilometres (nearly 11,600 square miles) and holds mass reserves of coking and thermal coal, according to IRNA.It is \"considered the richest and largest coal area in Iran,\" IRNA said.Local prosecutor Ali Nesaei was quoted by state media as saying \"gas accumulation in the mine\" has made search operations difficult.\"Currently, the priority is to provide aid to the injured and pull people from under the rubble,\" Nesaei said.He added that \"the negligence and fault of the relevant agents will be dealt with\" at a later date. Last year, an explosion at a coal mine in the northern city of Damghan killed six people, also likely the result of methane leak according to local media.In May 2021, two miners died in a collapse at the same site, local media reported at the time.A blast in 2017 killed 43 miners in Azad Shahr city in northern Iran, triggering anger towards Iranian authorities.","score":191},{"url":"https://www.bbc.com/news/articles/clyznjz3d78o","title":"Left-leaning leader wins Sri Lanka election in political paradigm shift","fromWeb":"BBC","summary":"","timeAdded":"2024-09-22T16:31:31.3617696Z","timePublished":"2024-09-22T14:54:04Z","photoUrl":"https://1000logos.net/wp-content/uploads/2016/10/BBC-Logo.jpg","text":"Left-leaning politician Anura Kumara Dissanayake has won Sri Lanka’s presidential election after a historic second round of counting.No candidate won more than 50% of the total votes in the first round, where Dissanayake got 42.31% while his closest rival, opposition leader Sajith Premadasa, got 32.76%.But Dissanayake, who promised voters good governance and tough anti-corruption measures, emerged as winner after the second count, which tallied voters' second and third choice candidates.The election on Saturday was the first to be held since mass protests unseated the country's leader, Gotabaya Rajapaksa, in 2022 after Sri Lanka suffered its worst economic crisis.Dissanayake, 55, told Sri Lankans \"this victory belongs to us all\", in a message on the social media platform X.Once preferences had been tallied, the Election Commission said he had won a total of  5,740,179 votes to Premadasa's 4,530,902. To revive the economy, Dissanayake has promised to develop the manufacturing, agriculture and IT sectors. He has also committed to continuing the deal struck with the International Monetary Fund (IMF) to bail Sri Lanka out of the economic crisis while reducing the impact of its austerity measures on the country’s poorest.Until this weekend's vote, all of Sri Lanka's eight presidential elections since 1982 have seen the winner emerge during the first round of counting. This poll has been described as one of the closest in the country's history.Seventeen million Sri Lankans were eligible to vote on Saturday and the country's elections commission said it was the most peaceful in the country's history.Still, police announced a curfew late Saturday night citing \"public safety\". It was lifted at noon local time (06:30 GMT).Dissanayake promised voters tough anti-corruption measures and good governance - messages that resonated strongly with voters who have been clamouring for systematic change since the crisis.This enabled him to overcome trepidation over the violent past of his political party, the Marxist Janatha Vimukthi Peramuna (JVP), which carried out two armed insurrections against the Sri Lankan state in the 1970s and 80s.His alliance, the National People’s Party – of which the JVP is a part – rose to prominence during the 2022 protests, known as the Aragalaya – Sinhala for struggle.He has also sought to moderate the hard left stance of his party, in more recent years.Early results showed him rocketing to the lead, prompting several high-profile figures - including the country's foreign minister - to congratulate him.But he lost some ground to Premadasa as voting continued, prompting the need for the second round of counting.Incumbent president Ranil Wickremesinghe won 17% of the vote, putting him in third place in the polling. He was eliminated from the second count, which was only between the two frontrunners.Wickremesinghe congratulated his successor.\"With much love and respect for this beloved nation, I hand over its future to the new president,\" Wickremesinghe said in a statement.The country's new president will be faced with the twin tasks of reviving the economy and lifting millions from crushing poverty.An economic meltdown fuelled the Aragalaya (struggle) uprising that unseated Rajapaksa from the presidential palace in 2022.At that time, Sri Lanka's foreign currency reserves had dried up, leaving the country unable to import essentials such as fuel. Public debt had ballooned to $83bn while inflation zoomed to 70%.  This made basics such as food and medicine unaffordable to ordinary people.The country's economic misery has been blamed on major policy errors, weak exports and years of under-taxation. This was exacerbated by the Covid-19 pandemic, which choked tourism, a key economic driver.But many people have also blamed corruption and mismanagement, stoking anger against Rajapaksa and his family, who collectively ruled Sri Lanka for more than 10 years.\"The most serious challenge is how to restore this economy,\" Dr Athulasiri Samarakoon, a political scientist at the Open University of Sri Lanka, told the BBC Sinhala Service.During his term, Wickremesinghe had secured a $2.9bn lifeline from the International Monetary Fund (IMF), which is crucial to opening additional funding channels, but comes with strict economic and governance policy reforms.Sri Lanka is restructuring the terms of its debt payments with foreign and domestic lenders, as mandated by the IMF. The main focus has been the country's $36bn in foreign debt, of which $7bn is owed to China, its largest bilateral creditor.Like Dissanayake, Premadasa has also pushed for IT, as well as the establishment of 25 new industrial zones. He said tourism should be supported so that it becomes the country's top foreign currency earner.Wickremesinghe said during the campaign he would double tourist arrivals and establish a national wealth fund, as well as new economic zones to increase growth. Additional reporting by BBC Sinhala","score":188},{"url":"https://www.bbc.com/news/articles/ceqnlynqpr7o","title":"Forgotten story of escape from Nazis found at auction","fromWeb":"BBC","summary":"","timeAdded":"2024-09-22T16:31:31.372705128Z","timePublished":"2024-09-22T05:21:24Z","photoUrl":"https://1000logos.net/wp-content/uploads/2016/10/BBC-Logo.jpg","text":"A British soldier's handwritten account of how he escaped a Nazi prisoner of war camp during World War Two has been published after it was discovered at an auction.Pte Ray Bailey, from Dunstable in Bedfordshire, was among the Allied troops captured by the Germans in 1940 after the French forces at St Valery-en-Caux surrendered.The 21-year-old managed to escape captivity and travel 2,000 miles, through Nazi-occupied Europe, to Spain, where he was then transported back to his parents' home in England.His 80,000-word account of the experience was found in an online auction won by amateur social-historian David Wilkins, who has now published it under the title Blighty or Bust.The 69-year-old, from Portland, Dorset, bid on the box of World War Two memorabilia without knowing exactly what the contents would be.Inside, the diary collector found photographs, foreign currency and several notebooks that Pte Bailey wrote on his return to England in 1940.He said: \"When it arrived, I couldn't believe the quality of what there was.\"Most published World War Two memoirs are written much later in people's lives, but he was writing like you would write about a holiday you went on 18 months ago - he remembers it very clearly.\"\"I don't think there is anything from this early in the war written by a soldier ever to be found.\"Known to family as Ray, Pte Bailey was born in in 1919 in Chester-le-Street, County Durham.The family moved during his childhood to Dunstable, where the family found work at Vauxhall Motor Works in neaby Luton.In May 1940, he was part of the Kensington Regiment deployed to France to bolster to French army.Allied troops were forced to surrender to the Germans on 12 June 1940 and the 270 men of the Kensington Regiment were taken to prisoner of war camps where they remained until May 1945.Pte Bailey, who had managed to escape as he was being transported to the camp by ducking into a cornfield, was home in Dunstable by December 1940.Over the next few years, he wrote a full account of his escape, the days he went without food and the people who helped him hide or move further through the continent.Mr Wilkins wants readers to discover what happened to Pte Bailey during the rest of the war by reading the book.He added: \"I think anybody who looked at the original manuscript would think 'people have got to read this'. It tells us something about the war.\"\"My dad fought in World War Two. We never knew anything about what he did because he wouldn't talk about it. \"That's why this is so interesting - and to think it was written by this lad who had left school at 14. He clearly had a gift.\"Raymond Tattle, historical officer of the princess Louise Kensington Regimental Association, described the story as \"unique\".He said: \"This is somebody who worked as an apprentice at Vauxhall cars, probably has never been abroad before. His tenacity, initiative, cunning and daring allowed him to affect this escape.\"We have a regimental motto: Quid nobis ardui - which means nothing is too difficult for us. Raymond Bailey showed a true Kensington Spirit.\"The fact David managed to unearth these documents is quite unique.\"Follow Beds, Herts and Bucks news on BBC Sounds, Facebook, Instagram and X.","score":177}]