[{"url":"https://www.npr.org/2024/08/16/nx-s1-5057589/young-voters-immigration-daca-dreamers-first-generation-gen-z-millennial","title":"How growing up in the U.S. immigration system shapes how these young Americans vote","fromWeb":"NPR","summary":"As Vice President Harris embarks on a presidential campaign, she faces the challenge of addressing concerns among young voters and voters of color who supported President Biden but have been critical of his handling of immigration. Five young immigrants share their experiences with the immigration system and its impact on their political views. Despite casting ballots for Biden in 2020, they express concerns about his immigration policies and urge Harris to avoid repeating similar mistakes. They emphasize the importance of voting to prevent the election of former President Trump, while acknowledging that their families have diverse opinions on the potential impact of Trumps policies on their communities.","timeAdded":"2024-08-19T06:35:07.538922Z","timePublished":"2024-08-18T07:00:00-04:00","photoUrl":"https://npr.brightspotcdn.com/dims3/default/strip/false/crop/1920x1080+0+0/resize/1100/quality/85/format/jpeg/?url=http%3A%2F%2Fnpr-brightspot.s3.amazonaws.com%2F7a%2Ff4%2Fbdc00e8e4e6db898f1789cef4fec%2Fdiptych.jpg"},{"url":"https://www.npr.org/2024/08/18/nx-s1-5080562/13600-year-old-mastodon-skull-iowa","title":"A 13,600-year-old mastodon skull is unearthed in an Iowa creek","fromWeb":"NPR","summary":"University of Iowa archaeologists have unearthed a well-preserved 13,600-year-old mastodon skull from an eroding creek bank in Iowa, the first of its kind in the state. Radiocarbon dating confirms its age, and researchers will examine the bones for evidence of human interaction, such as cut marks or projectile points. The mastodon, a prehistoric relative of modern elephants, stood nearly 10 feet tall and existed from 3.5 million to 10,500 years ago. The excavated bones will be displayed at the Prairie Trails Museum in Corydon, Iowa, after conservation and analysis.","timeAdded":"2024-08-19T06:35:07.541798Z","timePublished":"2024-08-18T19:05:51-04:00","photoUrl":"https://npr.brightspotcdn.com/dims3/default/strip/false/crop/2048x1365+0+0/resize/1100/quality/85/format/jpeg/?url=http%3A%2F%2Fnpr-brightspot.s3.amazonaws.com%2F22%2Ff8%2F9906effb4f11bee810010c4aff05%2Fmastodon-1.jpg"},{"url":"https://www.npr.org/2024/08/18/nx-s1-5080188/john-lewis-statue-decatur-georgia","title":"A statue honoring John Lewis will replace a former Confederate monument in Georgia","fromWeb":"NPR","summary":"A bronze statue of civil rights icon and late Congressman John Lewis has been installed in Decatur, Georgia, replacing a Confederate monument removed in 2020. The 16-foot-tall sculpture depicts Lewis with his hands over his heart, a gesture he frequently used. Lewis was a prominent figure in the Civil Rights Movement, leading sit-ins and being beaten during the Selma to Montgomery marches. He served in Congress for over three decades until his passing in 2020.","timeAdded":"2024-08-19T06:35:07.546237Z","timePublished":"2024-08-18T12:35:07-04:00","photoUrl":"https://npr.brightspotcdn.com/dims3/default/strip/false/crop/3000x2000+0+0/resize/1100/quality/85/format/jpeg/?url=http%3A%2F%2Fnpr-brightspot.s3.amazonaws.com%2F2a%2F42%2Fe9d8463142ceb345b4dfc58f97c0%2Fgettyimages-857487558.jpg"},{"url":"https://www.npr.org/2024/08/18/g-s1-17336/back-to-school-students-education-elementary","title":"Here's back-to-school advice from elementary to high school students","fromWeb":"NPR","summary":"Students across the U.S. have offered their advice for a successful school year. Second-grader Lucy González Brix emphasizes learning about money to avoid being scammed and practicing kindness. Third-grader Ziva Grossman suggests eating lunch thoroughly and utilizing Khan Academy for academic preparation. Sixth-grader Levi Chowske stresses the importance of writing neatly to avoid redoing work, while Sophia Robinson from seventh grade highlights the benefits of friendships, organization, and a positive attitude.","timeAdded":"2024-08-19T06:35:07.549902Z","timePublished":"2024-08-18T06:00:00-04:00","photoUrl":"https://npr.brightspotcdn.com/dims3/default/strip/false/crop/6000x4000+0+0/resize/1100/quality/85/format/jpeg/?url=http%3A%2F%2Fnpr-brightspot.s3.amazonaws.com%2F60%2F00%2Fc6ed55f24007bf51c1967e0e14ca%2Fap24208511264915.jpg"},{"url":"https://www.npr.org/2024/08/18/g-s1-17511/venezuelans-demonstrations-opposition-election-victory-claim","title":"Venezuelans around the world demonstrate to defend opposition’s victory claim","fromWeb":"NPR","summary":"Venezuelans worldwide protested in support of the oppositions claim to victory in the July presidential election, which declared Nicolás Maduro the winner. Opposition leader María Corina Machado led the protests, urging respect for Edmundo González, the claimed victor. The opposition cited the acquisition of over 80% of voting tally sheets as proof, alleging a significant margin of victory for González. Venezuelan security forces have reportedly detained over 2,000 protesters and killed 24, prompting the opposition to seek international support and condemnation of the crackdown.","timeAdded":"2024-08-19T06:35:07.556709Z","timePublished":"2024-08-18T02:31:26-04:00","photoUrl":"https://npr.brightspotcdn.com/dims3/default/strip/false/crop/5470x3647+0+0/resize/1100/quality/85/format/jpeg/?url=http%3A%2F%2Fnpr-brightspot.s3.amazonaws.com%2F6c%2Ff9%2F1f897c1c419ab12eef950fdc5ef6%2Fap24230716400334.jpg"},{"url":"https://www.npr.org/2024/08/18/nx-s1-5008844/democratic-national-convention-harris-policy","title":"What we know — and don’t know — about the Harris policy agenda","fromWeb":"NPR","summary":"Vice President Harris, the Democratic presidential nominee, has outlined her policy priorities for the upcoming election. Her plans include addressing high living costs, codifying abortion rights, lowering prescription drug prices for seniors, and pursuing comprehensive immigration reform. Despite her limited time in the race, Harris has drawn positive reactions from Democrats but has been criticized for a lack of specifics in her campaign speeches.","timeAdded":"2024-08-19T06:35:07.557343Z","timePublished":"2024-08-18T06:00:00-04:00","photoUrl":"https://npr.brightspotcdn.com/dims3/default/strip/false/crop/1808x2260+0+0/resize/1100/quality/85/format/jpeg/?url=http%3A%2F%2Fnpr-brightspot.s3.amazonaws.com%2F69%2Ffa%2F7f1da68748e3b8c70c21291943c1%2Fap24225140473865-1.jpg"},{"url":"https://www.npr.org/2024/08/18/nx-s1-5078651/dnc-convention-harris-walz-speakers-schedule","title":"The DNC starts Monday. Here’s what you need to know","fromWeb":"NPR","summary":"The Democratic National Convention will commence in Chicago from August 19th to 22nd, featuring Vice President Kamala Harris and Minnesota Governor Tim Walz as the presidential and vice presidential nominees. The convention aims to unite the party behind the Harris-Walz ticket, emphasizing their agenda of protecting the interests of the American people. Notable speakers include former Presidents Obama and Clinton, Senate Majority Leader Schumer, and actress Julia Louis-Dreyfus. The convention will incorporate online platforms such as Instagram, YouTube, and TikTok to engage younger voters.","timeAdded":"2024-08-19T06:35:07.558649Z","timePublished":"2024-08-18T05:00:00-04:00","photoUrl":"https://npr.brightspotcdn.com/dims3/default/strip/false/crop/1024x697+0+0/resize/1100/quality/85/format/jpeg/?url=http%3A%2F%2Fnpr-brightspot.s3.amazonaws.com%2Ff0%2Fa4%2F795f50bb48aa85aab470f242abcc%2Fgettyimages-2167055413.jpg"},{"url":"https://www.npr.org/2024/08/18/nx-s1-5074005/ukraine-witch-of-konotop-theater","title":"A dark musical comedy about witches has Ukraine enthralled. Here's why","fromWeb":"NPR","summary":"The Witch of Konotop, a dark musical comedy based on Ukrainian folklore, has been met with widespread popularity at the Ivan Franko Theater in Kyiv. The play satirizes Ukrainian literatures focus on tragedy, following a Cossack who blames witches for his misfortunes but eventually seeks their help. Critics interpret the plays themes as ranging from Russian aggression and dodging military service to the futility of tampering with destiny and the importance of true love. The productions success is attributed to its celebration of Ukrainian culture, viral social media clips, and audience identification with its messages.","timeAdded":"2024-08-19T06:35:07.561123Z","timePublished":"2024-08-18T06:00:00-04:00","photoUrl":"https://npr.brightspotcdn.com/dims3/default/strip/false/crop/3000x2000+0+0/resize/1100/quality/85/format/jpeg/?url=http%3A%2F%2Fnpr-brightspot.s3.amazonaws.com%2Ffb%2Ffc%2F7cf728e24dc79b06f86a4aaa9324%2Funknown-2-5-43-29-pm.jpeg"},{"url":"https://www.npr.org/2024/08/18/nx-s1-4815021/alain-delon-cinematic-heartthrob-and-one-of-the-most-beloved-french-actors-has-died","title":"Alain Delon, cinematic heartthrob and one of the most beloved French actors, has died","fromWeb":"NPR","summary":"Alain Delon, a renowned French actor, passed away at the age of 88. Known for his striking good looks and charismatic performances, Delon starred in over 80 films during his six-decade career, including \"Le Samouraï\" and \"The Leopard.\" Delons early life was marked by instability and a reputation as a rebel. His career skyrocketed in the late 1950s, solidifying his status as a global sex symbol with roles in \"Plein Soleil\" and \"Purple Noon.\" Despite his success, Delons off-screen life was often plagued by scandal, including his involvement in far-right politics and allegations of abuse.","timeAdded":"2024-08-19T06:35:07.561693Z","timePublished":"2024-08-18T05:53:31-04:00","photoUrl":"https://npr.brightspotcdn.com/dims3/default/strip/false/crop/5616x3744+0+0/resize/1100/quality/85/format/jpeg/?url=http%3A%2F%2Fnpr-brightspot.s3.amazonaws.com%2F41%2F4f%2F63cb3b694b4ea36fc60cfa312e06%2Fgettyimages-508337568.jpg"},{"url":"https://www.npr.org/2024/08/17/nx-s1-5079614/att-workers-strike-contract-negotiations","title":"17,000 AT\u0026T workers across the Southeast strike over contract negotiations","fromWeb":"NPR","summary":"Over 17,000 AT\u0026T workers in nine Southeastern states are on strike, accusing the company of unfair labor practices during contract negotiations. The Communications Workers of America (CWA) states that AT\u0026T negotiators lacked decision-making authority and did not bargain in good faith. The union has filed a complaint with the National Labor Relations Board, while AT\u0026T denies wrongdoing and expresses a desire to reach a new contract. Despite the strike, AT\u0026T assures customers that backup measures are in place to maintain service.","timeAdded":"2024-08-19T06:35:07.565749Z","timePublished":"2024-08-17T20:18:23-04:00","photoUrl":"https://npr.brightspotcdn.com/dims3/default/strip/false/crop/6000x4000+0+0/resize/1100/quality/85/format/jpeg/?url=http%3A%2F%2Fnpr-brightspot.s3.amazonaws.com%2F1a%2F09%2Ffdad3ebc458aa6f3c19f474af9af%2Fgettyimages-2130974539.jpg"},{"url":"https://www.bbc.com/news/articles/cze5gd1jzkeo","title":"What is Elon Musk's game plan?","fromWeb":"BBC","summary":"Elon Musks ownership of Twitter has amplified divisive content, with the platform promoting false claims and conspiracy theories related to the recent UK riots. Musk himself has interjected, endorsing far-right figures and questioning the Prime Ministers response to the unrest. While Twitter claims to prioritize protecting users voices, Musk is personally engaging with controversial content and sharing his own opinions, blurring the line between platform owner and active user. Despite concerns over regulation, Musks actions have kept Twitter in the spotlight, with user growth continuing despite a decline in growth rate.","timeAdded":"2024-08-19T06:35:07.799067Z","timePublished":"2024-08-07T12:44:53Z","photoUrl":"https://ichef.bbci.co.uk/news/480/cpsprodpb/e5fe/live/67bc0a00-5bcb-11ef-a905-11e193e55ace.jpg.webp"},{"url":"https://www.bbc.com/news/articles/cyvpj7vm95jo","title":"Emergency move to ease prison overcrowding activated","fromWeb":"BBC","summary":"Due to overcrowding caused by sentencing related to the recent riots, the government has implemented Operation Early Dawn, a system previously used in May to hold defendants in police cells while awaiting court appearances. This move aims to alleviate pressure on prisons following the charging of over 470 individuals for riot-related offenses. Prisons Minister Lord Timpson stated that while the measures are difficult, they are necessary to maintain justice system functionality. In addition, the polices ability to arrest suspects and maintain public safety will not be compromised.","timeAdded":"2024-08-19T06:35:07.825721Z","timePublished":"2024-08-19T06:34:24Z","photoUrl":"https://ichef.bbci.co.uk/news/480/cpsprodpb/6086/live/2def2020-5a34-11ef-997c-711b7066309d.jpg.webp"},{"url":"https://www.bbc.com/news/articles/c5y36rdreq1o","title":"Ukraine says it has destroyed second Russian bridge","fromWeb":"BBC","summary":"Ukraine has successfully destroyed a second strategic bridge in Russias Kursk region, aiming to disrupt Russian supply lines and create a \"buffer zone\" to deter further attacks. Ukrainian President Volodymyr Zelensky stated that the military incursion into Kursk is intended to weaken Russias war potential and neutralize the threat to Ukraine. Despite Russias claim of a \"worthy response,\" Ukraine maintains that its goal is to force Russia into negotiations, not to occupy Russian territory. Meanwhile, concerns escalate over the nuclear safety situation at the Russian-occupied Zaporizhzhia power plant following a drone strike near its perimeter, prompting calls for restraint to protect the facility.","timeAdded":"2024-08-19T06:35:07.826489Z","timePublished":"2024-08-19T00:14:58Z","photoUrl":"https://ichef.bbci.co.uk/news/480/cpsprodpb/ea7d/live/e77d39b0-5bfa-11ef-a23d-d3d55ef04cb7.png.webp"},{"url":"https://www.bbc.com/news/articles/cx2n8gx475yo","title":"One in 20 child strip-searches 'didn't follow rules'","fromWeb":"BBC","summary":"A report by the Childrens Commissioner found that one in 20 child strip-searches by police in England and Wales between 2018 and mid-2023 were non-compliant with legal codes of practice. The report revealed that on average, one child was strip-searched every 14 hours, with black children being four times more likely to undergo the procedure. The Commissioner expressed concern that too many searches were \"unnecessary, unsafe, and under-reported,\" and called for a higher threshold to be met before such searches are conducted. The Home Office has committed to introducing new safeguards and will consider the reports recommendations to ensure fairness and proportionality in police practices.","timeAdded":"2024-08-19T06:35:07.838503Z","timePublished":"2024-08-18T23:32:27Z","photoUrl":"https://ichef.bbci.co.uk/news/480/cpsprodpb/11A89/production/_121792327_sarahcrew.jpg.webp"},{"url":"https://www.bbc.com/news/articles/cy54r9r1355o","title":"Energy prices forecast to rise by 9% in October","fromWeb":"BBC","summary":"Cornwall Insight, a reputable forecaster, predicts a rise in domestic energy prices before winter, with an average household paying £1,714 annually from October. The hike is due to the upcoming price cap announcement by Ofgem, raising concerns for charities. While fixing energy tariffs may offer some certainty, the savings are currently minimal. Experts advise monitoring energy usage during warmer months to mitigate potential financial impact.","timeAdded":"2024-08-19T06:35:07.841178Z","timePublished":"2024-08-19T06:21:22Z","photoUrl":"https://ichef.bbci.co.uk/news/480/cpsprodpb/1331E/production/_133522687_gettyimages-2159080613.jpg.webp"},{"url":"https://www.bbc.com/news/articles/c5yper4gw27o","title":"London Zoo removes Banksy work for 'safekeeping'","fromWeb":"BBC","summary":"Banksys gorilla artwork on London Zoos shutters has been removed for protection and to facilitate the zoos summer operations. The piece has been replaced with a replica, accompanied by a sign acknowledging Banksys presence. This artwork was part of a series of nine Banksy pieces that appeared in London within days, including depictions of a goat, elephants, and other animals. The zoo plans to preserve the artwork but has not yet announced its future plans for it.","timeAdded":"2024-08-19T06:35:07.841223Z","timePublished":"2024-08-18T16:05:57Z","photoUrl":"https://ichef.bbci.co.uk/news/480/cpsprodpb/4077/live/cc445220-5bc1-11ef-b90d-8bce7c5e1a5c.jpg.webp"},{"url":"https://www.bbc.com/news/articles/c4gd295q798o","title":"Leah Croucher's family warn system needs to change","fromWeb":"BBC","summary":"The family of Leah Croucher, abducted and killed by a sex offender, believes the probation systems failings put other families at risk. Despite recommendations from the inquest into her death in 2019, her parents claim significant failings remain over 15 months later. They express concern that the current system is inadequate in managing sex offenders and fear that without proper reforms, other families may suffer similar devastating consequences. The Probation Service has acknowledged its failings and taken steps to address risk management, while Thames Valley Police has also implemented improvements.","timeAdded":"2024-08-19T06:35:07.842296Z","timePublished":"2024-08-19T05:07:42Z","photoUrl":"https://ichef.bbci.co.uk/news/480/cpsprodpb/CE18/production/_105706725_9be2a3db-c0cd-43de-b1a8-61dedd01e8d8.jpg.webp"},{"url":"https://www.bbc.com/news/articles/cd05v5kk3neo","title":"Public urged to hand in zombie-style knives ahead of ban","fromWeb":"BBC","summary":"The UK government is implementing a ban on zombie-style knives and machetes effective September 24th. Individuals are encouraged to surrender these weapons at police stations from August 26th to September 23rd for compensation. Failure to do so after the ban implementation could result in jail time. The ban aims to reduce knife crime and will be followed by efforts to outlaw ninja swords.","timeAdded":"2024-08-19T06:35:07.84275Z","timePublished":"2024-08-19T02:24:34Z","photoUrl":"https://ichef.bbci.co.uk/news/480/cpsprodpb/968d/live/aa8c7320-58b9-11ef-bda9-05f05d9e06ad.jpg.webp"},{"url":"https://www.bbc.com/news/articles/crlrjyx0e60o","title":"Five motorcyclists killed in crashes near Derbyshire town","fromWeb":"BBC","summary":"Five motorcyclists have tragically lost their lives in two fatal crashes near Buxton, Derbyshire. Three Ducati riders died in a collision with a van and car on the A53, while another two motorcyclists perished in a second incident involving a car on the A6. The families of the deceased have been notified, and the police have appealed for witnesses and dashcam footage. The driver of the van and two individuals from the car involved in the first crash sustained non-life-threatening injuries and were taken to the hospital.","timeAdded":"2024-08-19T06:35:07.84276Z","timePublished":"2024-08-18T19:43:40Z","photoUrl":"https://ichef.bbci.co.uk/news/480/cpsprodpb/42ff/live/b28e42a0-49c4-11ef-acea-755e48e79f51.jpg.webp"},{"url":"https://www.bbc.com/news/articles/c24p94pv6myo","title":"Gaza threatens to divide Democrats as convention kicks off","fromWeb":"BBC","summary":"The Democratic National Convention begins on Monday despite concerns that protests over the Gaza conflict could overshadow the planned celebration of Vice President Kamala Harriss nomination. The Harris campaign hopes the convention will showcase unity and boost enthusiasm, with several prominent figures set to speak in support. However, the sensitive issue of Israels military campaign in Gaza remains a potential source of discord, with \"uncommitted\" delegates representing dissatisfied voters pushing for a shift in the administrations policy, including a ceasefire and arms embargo against Israel. Protests are planned throughout the week, and the convention coincides with crucial ceasefire talks between the US, Israel, and Egypt, adding further complexity to Harriss position as a member of the Biden administration.","timeAdded":"2024-08-19T06:35:07.842972Z","timePublished":"2024-08-19T03:04:43Z","photoUrl":"https://ichef.bbci.co.uk/news/480/cpsprodpb/7664/live/d47552e0-594c-11ef-98d6-93f17f627cba.jpg.webp"},{"url":"https://www.bbc.co.uk/news/10628994","title":"Download now","fromWeb":"BBC","summary":"The BBC News app, available for Android and iOS devices, provides comprehensive news coverage and in-depth analysis from BBC journalists worldwide. Featuring top stories, breaking news, live coverage, and local news and weather, the app allows users to customize their newsfeed and receive alerts for important stories. The BBC emphasizes that it does not charge for accessing mobile content, although data charges may apply depending on the users contract with their mobile network provider.","timeAdded":"2024-08-19T06:35:07.844546Z","timePublished":"2023-06-13T10:25:22Z","photoUrl":"https://1000logos.net/wp-content/uploads/2016/10/BBC-Logo.jpg"},{"url":"https://www.bbc.com/news/articles/cze5d727j40o","title":"Driver survives cardiac arrest on dual carriageway","fromWeb":"BBC","summary":"Neville Owen, 64, experienced a cardiac arrest while driving through the A55 Conwy Tunnel and lost control of his van. Police officers, PCs Duncan Logan and Huw Capper, arrived promptly and administered CPR and used an automated external defibrillator (AED) on Owen, successfully saving his life. Owen expressed gratitude for the officers swift actions and urged others to recognize chest pains and seek medical attention promptly. As a result of the incident, North Wales Police has equipped police stations and vehicles with 30 additional defibrillators in partnership with Save a Life Cymru.","timeAdded":"2024-08-19T06:35:07.844553Z","timePublished":"2024-08-19T06:03:24Z","photoUrl":"https://ichef.bbci.co.uk/news/480/cpsprodpb/fe60/live/96068cf0-5d60-11ef-a723-b9942c64ea36.jpg.webp"},{"url":"https://www.bbc.com/news/articles/c5y3xzex72no","title":"US pushes for Gaza truce as Israel and Hamas trade blame","fromWeb":"BBC","summary":"US Secretary of State Antony Blinken arrived in Israel to negotiate a ceasefire and hostage release deal in Gaza. Despite US optimism, Hamas views the situation as an \"illusion.\" Blinken plans to pressure Israeli Prime Minister Benjamin Netanyahu to drop concessions and accept a deal. Both sides accuse each other of obstructing progress, with Hamas alleging Israeli obstacles and Netanyahu criticizing Hamass obstinacy.","timeAdded":"2024-08-19T06:35:07.849291Z","timePublished":"2024-08-18T20:50:55Z","photoUrl":"https://ichef.bbci.co.uk/news/480/cpsprodpb/097d/live/46db5b40-5baf-11ef-8f0f-0577398c3339.jpg.webp"},{"url":"https://www.bbc.com/news/articles/c5ykr900my8o","title":"Starmer will be judged on how he tackles root causes of riots","fromWeb":"BBC","summary":"Despite attempts to burn down a hotel with occupants inside, the Prime Minister remains focused on deterring further violence through swift prosecutions and a strong police presence. However, discussions on the underlying causes of the riots have been avoided, with concerns that addressing these issues could suggest that some of the unrest was justified. The government is considering longer-term challenges, including addressing regional inequality, mental health, and addiction, while also reviewing the role of social media in fueling extremism. The prime minister is postponing his holiday to focus on tackling these issues and has postponed his summer family holiday to work on policy responses.","timeAdded":"2024-08-19T06:35:07.849891Z","timePublished":"2024-08-11T10:03:56Z","photoUrl":"https://ichef.bbci.co.uk/news/480/cpsprodpb/6f3f/live/507d7750-5c9f-11ef-b190-15342701cc9e.jpg.webp"},{"url":"https://www.bbc.com/news/articles/c8erpgy727jo","title":"Edinburgh Fringe funniest joke: Simmons' sailing gag triumphs","fromWeb":"BBC","summary":"Mark Simmons won the \"Funniest Joke of the Fringe\" at the Edinburgh Festival Fringe with his nautical pun, \"I was going to sail around the globe in the worlds smallest ship but I bottled it.\" Chosen by a public vote, the joke stood out among a shortlist of 10 favorites selected by comedy critics. Simmons victory marks his third top-10 placement at the festival, earning him recognition as a Fringe veteran. The win follows his previous win of the Comics Comic Award in 2022 and appearances on UK panel shows like Mock the Week.","timeAdded":"2024-08-19T06:35:07.852628Z","timePublished":"2024-08-19T05:52:05Z","photoUrl":"https://ichef.bbci.co.uk/news/480/cpsprodpb/74ec/live/d19ecbd0-5b24-11ef-861f-2b8366403252.jpg.webp"},{"url":"https://www.bbc.com/news/articles/c3g98lgyj38o","title":"India's schoolgirls are leading a silent cycling revolution ","fromWeb":"BBC","summary":"In rural India, a state-run program providing free bicycles to girls has significantly increased their school enrollment and retention. From 2007 to 2017, cycling among rural girls more than doubled, narrowing the gender gap in the activity. Specifically, states like Bihar, West Bengal, Assam, and Chhattisgarh have seen remarkable growth in cycling, with more girls using bicycles to commute to school. The study highlights the transformative impact of bicycles, echoing suffragist Susan B Anthonys belief that cycling empowers women with freedom and self-reliance.","timeAdded":"2024-08-19T06:35:07.852713Z","timePublished":"2024-08-18T23:06:15Z","photoUrl":"https://ichef.bbci.co.uk/news/480/cpsprodpb/f30f/live/b50a27f0-5bb3-11ef-81b2-f732384fec8f.jpg.webp"},{"url":"https://www.bbc.com/sport/football/articles/cwy5j7pzxwpo","title":"Sterling 'has let team-mates down', but Maresca faces 'impossible job'","fromWeb":"BBC","summary":"Chelsea FC manager Enzo Maresca has reaffirmed his desire to retain Raheem Sterling despite the player expressing discontent after being left out of the starting lineup in the season opener. The clubs bloated squad of 42 players, with 11 summer signings, has created competition, resulting in Sterlings omission. Maresca emphasized the need for some players to leave, including Sterling, who has had a challenging time at Chelsea since his £50m transfer two years ago. The managers squad management poses a significant challenge, with the consequences echoing former boss Graham Potters struggles with the size of the roster.","timeAdded":"2024-08-19T06:35:07.853312Z","timePublished":"2024-08-18T20:45:18Z","photoUrl":"https://1000logos.net/wp-content/uploads/2016/10/BBC-Logo.jpg"},{"url":"https://www.bbc.com/news/articles/c07e8xrj9kno","title":"Grenfell Tower residents told to 'stay put for too long'","fromWeb":"BBC","summary":"During the Grenfell Tower fire, London Fire Brigade advised residents to \"stay put\" for an extended period, acknowledging that this advice may have influenced their decision-making. Incident commander Andy Roe revoked the \"stay put\" policy an hour and 53 minutes after the initial call, recognizing that combustible materials on the buildings exterior accelerated the fires spread. The public inquiry investigating the fire found that many lives could have been saved if the evacuation order had been given sooner. Resident Munira Mahmoud recounted a conversation with Rania Ibrahim, who remained in her 23rd-floor flat due to the \"stay put\" advice and tragically died along with her two daughters.","timeAdded":"2024-08-19T06:35:07.854967Z","timePublished":"2024-08-19T00:00:24Z","photoUrl":"https://ichef.bbci.co.uk/news/480/cpsprodpb/f4e4/live/3f37f790-5d3f-11ef-94f0-19500e7d4787.jpg.webp"},{"url":"https://www.bbc.com/news/articles/cy0nk9241z8o","title":"Funniest Edinburgh Fringe jokes from years gone by","fromWeb":"BBC","summary":"UKTVs annual Edinburgh Fringe joke competition has crowned Mark Simmons as this years winner with his humorous quip about a canceled sailing trip. Simmons joins a distinguished roster of past winners, including Lorna Rose Treen, Masai Graham, and Tim Vine. Treen notably broke the gender barrier in 2023, becoming the first female comedian to win since the awards inception in 2008. Graham has won the award twice, once in 2016 and again in 2022.","timeAdded":"2024-08-19T06:35:07.856014Z","timePublished":"2024-08-19T05:44:02Z","photoUrl":"https://ichef.bbci.co.uk/news/480/cpsprodpb/74ec/live/d19ecbd0-5b24-11ef-861f-2b8366403252.jpg.webp"},{"url":"https://www.bbc.com/news/articles/cgjv89ewn11o","title":"The Papers: 'Royal role models' and 'unforgettable' Alain Delon","fromWeb":"BBC","summary":"The Conservative Party warns that repealing the Trades Union Act may lead to increased industrial action as the threshold for union members approving strike action would be eliminated. The Daily Mail reports that over half of Labour MPs receive union funding, while the Times suggests that workers may receive compensation if they are regularly contacted by their employers outside work hours. The Daily Telegraph highlights concerns raised by former Conservative defense secretaries that the UK is not sufficiently supporting Ukraine, while the i paper reveals a rise in incidents of children and teenagers having vapes or drinks spiked.","timeAdded":"2024-08-19T06:35:07.857983Z","timePublished":"2024-08-19T04:51:32Z","photoUrl":"https://ichef.bbci.co.uk/news/480/cpsprodpb/1e82/live/a6307d40-0e21-11ef-b9d8-4f52aebe147d.png.webp"},{"url":"https://www.bbc.com/news/articles/c4glee3q8dno","title":"More than 400 homes evacuated after suspected WW2 bomb found","fromWeb":"BBC","summary":"Over 400 homes in Newtownards, County Down, have been evacuated after a suspected World War II bomb was discovered at a building site. A police cordon is in place and a bomb disposal unit is working to neutralize the device before a planned controlled explosion. The operation is expected to take multiple days, and residents are being asked to leave their homes and seek shelter with family, friends, or at the Ards Blair Mayne leisure centre, which has been set up as an emergency support center. The discovery of the bomb has caused significant disruption for residents, with some having to leave behind pets and personal belongings due to concerns about the potential risk to life and property within a 400m radius of the munition.","timeAdded":"2024-08-19T06:35:07.859339Z","timePublished":"2024-08-18T20:04:05Z","photoUrl":"https://ichef.bbci.co.uk/news/480/cpsprodpb/4fb4/live/b9d9a5b0-5d45-11ef-9372-6fbe88a26a4a.jpg.webp"},{"url":"https://www.bbc.com/news/articles/cm2nz4zlgr4o","title":"Laws on union strike threshold set to be scrapped","fromWeb":"BBC","summary":"The Trade Union Act, which established minimum thresholds for strike action to be legal, is set to be repealed by the Labour government as part of a broader shake-up of workers rights. The bill is expected to be tabled by mid-October, despite criticism from senior Tories who claim the government is beholden to unions. The government maintains that the Act was an attack on workers rights, and that its repeal will align the UK with high-growth economies that prioritize cooperation over disruption. Additionally, the government is also working to abolish legal minimum service levels, which were introduced last year amidst industrial disputes.","timeAdded":"2024-08-19T06:35:07.859741Z","timePublished":"2024-08-19T03:47:32Z","photoUrl":"https://ichef.bbci.co.uk/news/480/cpsprodpb/760b/live/33e93600-177c-11ef-80aa-699d54c46324.jpg.webp"},{"url":"https://www.bbc.com/news/articles/cm2n6y4g700o","title":"Brigitte Bardot leads tributes as French star Alain Delon dies aged 88","fromWeb":"BBC","summary":"Alain Delon, a legendary French actor known for his tough-guy roles in films like \"The Samurai,\" has passed away at 88. Brigitte Bardot led tributes to Delon, calling him a \"French monument\" and the \"best of Frances prestige cinema.\" Despite facing criticism for his political views and personal life, Delons career spanned nearly 90 films, leaving behind a legacy as an icon of French cinema. His death marks the end of an era in French cinema and has sparked public mourning and reflection on his impact on both the silver screen and French society.","timeAdded":"2024-08-19T06:35:07.861417Z","timePublished":"2024-08-18T15:26:30Z","photoUrl":"https://ichef.bbci.co.uk/news/480/cpsprodpb/bfb4/live/9a9ca1e0-5bd6-11ef-8d73-69f8d7f6fd18.jpg.webp"},{"url":"https://www.bbc.com/news/articles/crlr8gp813ko","title":"What does science tell us about boxing’s gender row?","fromWeb":"BBC","summary":"The 2024 Olympics has been embroiled in controversy over the eligibility of Algerian boxer Imane Khelif and Taiwans Lin Yu-ting, who despite failing gender eligibility tests at last years Womens World Championships, received clearance from the International Olympic Committee. The debate highlights the ongoing scientific research on chromosomal make-ups and their potential advantages in sports. While most females possess XX chromosomes and most males have XY chromosomes, variations in sex development (DSDs) can result in individuals with differing genetic profiles, making it challenging to categorize athletes based on traditional gender binary. However, ongoing studies suggest that certain DSDs may provide advantages in sports, prompting calls for further research and comprehensive sex testing in elite competitions to ensure fair competition.","timeAdded":"2024-08-19T06:35:07.863842Z","timePublished":"2024-08-09T13:12:02Z","photoUrl":"https://ichef.bbci.co.uk/news/480/cpsprodpb/889e/live/c8ed0af0-5599-11ef-8f0f-0577398c3339.png.webp"},{"url":"https://www.bbc.com/news/articles/crkm2vpy7g6o","title":"Why the skies turned red over the UK this weekend","fromWeb":"BBC","summary":"Spectacular sunrises and sunsets have occurred across the UK due to smoke from distant wildfires carried by the jet stream. The vivid hues, caused by diffuse sunlight from smoke particles, will continue through Monday. However, more unsettled weather is expected to disperse the smoke by Tuesday morning. Additionally, a rare blue supermoon will grace the UK skies Monday night, marking the third full moon of the season with four full moons and the second full moon in a month with two full moons.","timeAdded":"2024-08-19T06:35:07.864354Z","timePublished":"2024-08-18T21:24:41Z","photoUrl":"https://ichef.bbci.co.uk/news/480/cpsprodpb/8ac7/live/caafa6b0-24be-11ef-80aa-699d54c46324.png.webp"},{"url":"https://www.bbc.com/news/articles/clygzwlk2wpo","title":"Watch: Dramatic dust devils spotted in East of England","fromWeb":"BBC","summary":"Dust devils, resembling mini-tornadoes but less powerful, emerged in Essex and Cambridgeshire on Saturday. At the Four Colnes Horticultural Society Program, the column of air injured several individuals after uprooting tents and gazebos. Another dust devil was recorded traveling briefly in a Cambridgeshire field. Unlike tornadoes, dust devils originate from the ground rather than clouds and have a short duration of only a few minutes.","timeAdded":"2024-08-19T06:35:07.864553Z","timePublished":"2024-08-18T15:53:20Z","photoUrl":"https://ichef.bbci.co.uk/news/480/cpsprodpb/91cc/live/5774a830-5d4e-11ef-ab79-51e06c45adc3.jpg.webp"},{"url":"https://www.bbc.com/sport/cricket/articles/cy7651rgjvko","title":"Invincibles take down Brave to retain Hundred title","fromWeb":"BBC","summary":"In the 2024 Hundred mens final, Oval Invincibles retained their title with a 17-run victory over Southern Brave at Lords. Invincibles set a target of 148, while Brave were restricted to 130-7, thanks to key bowling performances from Adam Zampa and Saqib Mahmood. Will Jacks early 37 runs and Tom Currans late 24 helped Invincibles lay the foundation for their success, while Mahmoods three wickets in seven balls halted Braves chase, giving Invincibles their second consecutive Hundred trophy as the first mens team to successfully defend the title.","timeAdded":"2024-08-19T06:35:07.864577Z","timePublished":"2024-08-18T20:35:15Z","photoUrl":"https://1000logos.net/wp-content/uploads/2016/10/BBC-Logo.jpg"},{"url":"https://www.bbc.com/sport/football/videos/c79we2zgqp5o","title":"2 Good, 2 Bad - Richards in net \u0026 Mac Allister's miss","fromWeb":"BBC","summary":"This article reports on a humorous incident during the Premier Leagues \"2 Good, 2 Bad\" segment, where Alexis Mac Allister made an unconventional attempt at scoring a goal while Micah Richards defended the net. The article highlights the entertainment and analysis provided by Match of the Day, which offers coverage and insights on the Premier League. It is important to note that this summary is available only to UK users.","timeAdded":"2024-08-19T06:35:07.867536Z","timePublished":"2024-08-18T23:00:35Z","photoUrl":"https://1000logos.net/wp-content/uploads/2016/10/BBC-Logo.jpg"},{"url":"https://www.bbc.com/news/articles/c80ey324neeo","title":"What to expect from the 2024 Democratic National Convention","fromWeb":"BBC","summary":"The Democratic National Convention (DNC) will take place in Chicago from August 19-22, featuring speeches from prominent Democrats, including President Biden, former presidents Obama and Clinton, Vice-President Harris, and celebrities. The convention will focus on adopting the partys platform, which addresses issues like inflation, climate change, and gun violence. Demonstrations are planned outside the venue, and the public can attend by volunteering. Vertical streams of the events will be offered on TikTok, Instagram, and YouTube for the first time, allowing mobile viewing.","timeAdded":"2024-08-19T06:35:07.868002Z","timePublished":"2024-08-19T05:04:17Z","photoUrl":"https://ichef.bbci.co.uk/news/480/cpsprodpb/4ad8/live/21d71d00-5cb0-11ef-8cb2-77a538484814.jpg.webp"},{"url":"https://www.bbc.com/news/articles/cly37q7qqyzo","title":"Brian May argues for better farm hygiene to protect badgers","fromWeb":"BBC","summary":"New research led by Queen guitarist Sir Brian May suggests that cattle are primarily responsible for spreading bovine tuberculosis (bTB), not badgers. Mays findings, presented in a BBC documentary, indicate that poor farm hygiene, particularly the spread of cattle feces, plays a crucial role in the diseases transmission. Despite 11 years of badger culling in England, costing millions of pounds, the program has not significantly reduced bTB prevalence. The research suggests that improving farm biosecurity measures, such as limiting feces contamination, could offer a more effective solution to controlling the disease.","timeAdded":"2024-08-19T06:35:07.868277Z","timePublished":"2024-08-19T05:55:44Z","photoUrl":"https://ichef.bbci.co.uk/news/480/cpsprodpb/ea49/live/757ebae0-5665-11ef-983f-554187b31a7f.jpg.webp"},{"url":"https://www.bbc.com/sport/football/articles/c89wp233ldgo","title":"No Rodri, no problem - why Kovacic was 'epitome of experience' for Man City","fromWeb":"BBC","summary":"In a match between Manchester City and Chelsea, Citys victory was attributed to the experience and wisdom of midfielder Mateo Kovacic, who filled in for the injured Rodri. Kovacic, who previously played for Chelsea, showcased his ball control and defensive abilities, leading to his goal that sealed Citys win. Despite Chelseas youth and home advantage, Kovacics performance prevented any potential lapses in Citys defense. However, City is not expected to acquire a replacement for Rodri, as they possess promising young players like Rico Lewis who can potentially fill the role in the future.","timeAdded":"2024-08-19T06:35:07.868982Z","timePublished":"2024-08-18T21:42:00Z","photoUrl":"https://1000logos.net/wp-content/uploads/2016/10/BBC-Logo.jpg"}]